const lrc = [
    `
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.000]作词 : 林秋离/简胜
[00:00.000]作曲 : 林俊杰
[00:00.000]编曲 : 梁定江/Case Woo
[00:00.000]制作人 : 梁定江/Case Woo
[00:00.000]美人鱼
[00:02.000]作词：简胜，林秋离 作曲：林俊杰
[00:04.000]演唱：林俊杰
[00:26.340]我在沙滩划个圆圈
[00:29.290]属于我俩安逸世界
[00:31.940]不用和别人连线
[00:36.930]我不管你来自深渊
[00:39.350]也不在乎身上鳞片
[00:41.940]爱情能超越一切
[00:46.240]只要你在我身边
[00:48.230]所有蜚语流言 完全视而不见
[00:51.210]请不要匆匆一面
[00:53.130]一转身就沉入海平线
[00:58.910]传说中你为爱甘心被搁浅
[01:03.760]我也可以为你 潜入海里面
[01:08.360]怎么忍心断绝
[01:10.930]忘记我不变的誓言
[01:14.850]我眼泪断了线
[01:19.160]现实里有了我对你的眷恋
[01:23.920]我愿意化作雕像 等你出现
[01:28.840]再见再也不见
[01:31.170]心碎了飘荡在海边
[01:34.750]你抬头就看见
[01:59.820]我在沙滩划个圆圈
[02:02.460]属于我俩安逸世界
[02:05.230]不用和别人连线
[02:10.180]我不管你来自深渊
[02:12.800]也不在乎身上鳞片
[02:15.170]爱情能超越一切
[02:19.620]只要你在我身边
[02:21.520]所有蜚语流言 完全视而不见
[02:24.660]请不要匆匆一面
[02:26.600]一转身就沉入海平线
[02:32.330]传说中你为爱甘心被搁浅
[02:37.270]我也可以为你 潜入海里面
[02:41.950]怎么忍心断绝
[02:44.420]忘记我不变的誓言
[02:47.960]我眼泪断了线
[02:52.480]现实里有了我对你的眷恋
[02:57.430]我愿意化作雕像 等你出现
[03:02.160]再见再也不见
[03:04.710]心碎了飘荡在海边
[03:08.280]你抬头就看见
[03:12.670]传说中你为爱甘心被搁浅
[03:17.730]我也可以为你 潜入海里面
[03:22.340]怎么忍心断绝
[03:24.850]忘记我不变的誓言
[03:28.430]我眼泪断了线
[03:32.950]现实里有了我对你的眷恋
[03:37.970]我愿意化作雕像 等你出现
[03:42.610]再见再也不见
[03:45.200]心碎了飘荡在海边
[03:48.700]你抬头就看见
[03:52.740]你 你抬头就看见
[03:57.880]你 你抬头就看见
`,
  `
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.00] 作词 : 古小力
[00:01.00] 作曲 : 周杰伦
[00:02.00] 编曲 : Jae Chong
[00:25.20]春雨后太阳缓缓的露出笑容
[00:28.05]你的微笑就像弯弯的彩虹
[00:30.54]在这片天空云朵就是我
[00:33.09]随时随地环绕在你四周
[00:35.64]河堤上的风筝拉长自由
[00:38.31]微风慢慢吹着幸福感动
[00:40.77]我也想紧紧握紧紧牵你的手
[00:43.47]浪漫的抱着你看着日落
[00:46.38]怕黑时候数着指头
[00:48.51]时间就会很快过
[00:51.12]我会小心呵护守候
[00:53.67]下雨有我肩膀靠
[00:56.10]睡不着记得想着我
[00:58.68]三秒后会梦见我
[01:01.05]载着气球陪你兜风
[01:03.84]看遍所有会笑的星空
[01:07.68]整个夏天想和你环游世界
[01:12.69]山路蜿蜒就像是爱的冒险
[01:17.91]你的笑脸是我唯一的零嘴
[01:22.98]我用双眼捕捉这特写
[01:28.11]整个夏天融化了整个季节
[01:33.36]一天一天把你定格在结尾
[01:38.28]让我了解
[01:40.02]爱原来可以那么简单点缀
[01:47.13]看窗外的蓝天在这个屋檐
[01:49.89]我回忆画面有你情节
[02:12.54]河堤上的风筝拉长自由
[02:15.30]微风慢慢吹着幸福感动
[02:17.82]我也想紧紧握紧紧牵你的手
[02:20.49]浪漫的抱着你看着日落
[02:23.34]怕黑时候数着指头
[02:25.56]时间就会很快过
[02:28.11]我会小心呵护守候
[02:30.63]下雨有我肩膀靠
[02:33.12]睡不着记得想着我
[02:35.70]三秒后会梦见我
[02:38.07]载着气球陪你兜风
[02:40.86]看遍所有会笑的星空
[02:44.73]整个夏天想和你环游世界
[02:48.99]山路蜿蜒就像是爱的冒险
[02:55.11]你的笑脸是我唯一的零嘴
[03:00.15]我用双眼捕捉这特写
[03:06.39]整个夏天融化了整个季节
[03:10.41]一天一天
[03:11.85]把你定格在结尾
[03:15.45]让我了解
[03:17.04]爱原来可以那么简单点缀
[03:24.15]看窗外的蓝天在这个屋檐
[03:26.91]我回忆画面有你情节
[03:27.91]
`,
  `
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.000]飞鸟和蝉 - 任然
[00:01.070]词：耕耕
[00:02.140]曲：Kent王健
[00:03.210]编曲：侯江浩
[00:04.280]吉他：陈麒元
[00:05.360]混音：张栩赫（Ethan）
[00:06.430]录音：Kent王健
[00:07.500]和声编写/和声：Kent王健
[00:08.570]制作人：Kent王健
[00:09.640]配唱制作人：kent王健
[00:10.720]录音工作室：1803 Studio
[00:11.790]混音工作室：Hot Music Studio
[00:12.860]监制：三千
[00:13.930]OP：千和世纪
[00:15.010]（版权所有未经许可请勿使用）
[00:29.590]你说青涩最搭初恋
[00:36.170]如小雪落下海岸线
[00:42.340]第五个季节某一天上演
[00:49.100]我们有相遇的时间
[00:55.560]你说空瓶适合许愿
[01:01.900]在风暖月光的地点
[01:08.380]第十三月你就如期出现
[01:14.920]海之角也不再遥远
[01:22.790]你骄傲的飞远 我栖息的夏天
[01:29.190]听不见的宣言 重复过很多年
[01:35.670]北纬线的思念被季风吹远
[01:40.550]吹远默念的侧脸
[01:44.190]吹远鸣唱的诗篇
[01:48.740]你骄傲的飞远 我栖息的叶片
[01:55.200]去不同的世界 却从不曾告别
[02:01.730]沧海月的想念羽化我昨天
[02:06.630]在我成熟的笑脸
[02:10.160]你却未看过一眼
[02:29.480]你说空瓶适合许愿
[02:35.950]在风暖月光的地点
[02:42.270]第十三月你就如期出现
[02:48.820]海之角也不再遥远
[02:53.660]你骄傲的飞远 我栖息的夏天
[02:59.850]听不见的宣言 重复过很多年
[03:06.480]北纬线的思念被季风吹远
[03:11.340]吹远默念的侧脸
[03:14.950]吹远鸣唱的诗篇
[03:19.430]你骄傲的飞远 我栖息的叶片
[03:25.980]去不同的世界 却从不曾告别
[03:32.470]沧海月的想念羽化我昨天
[03:37.330]在我成熟的笑脸
[03:40.980]你却未看过一眼
[03:45.360]你骄傲的飞远 我栖息的夏天
[03:51.890]听不见的宣言 重复过很多年
[03:58.470]北纬线的思念被季风吹远
[04:03.300]吹远默念的侧脸
[04:06.920]吹远鸣唱的诗篇
[04:11.300]你骄傲的飞远 我栖息的叶片
[04:17.740]去不同的世界 却从不曾告别
[04:24.390]沧海月的想念羽化我昨天
[04:29.240]在我成熟的笑脸
[04:32.880]你却未看过一眼
[04:33.880]
`,
    `
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.000]作词 : 尹初七
[00:01.000]作曲 : 柏松
[00:02.000]编曲 : 彭圣杰
[00:28.054]偏偏秉烛夜游
[00:31.054]午夜星辰 似奔走之友
[00:34.554]爱你每个结痂伤口
[00:37.554]酿成的陈年烈酒
[00:41.804]入喉尚算可口
[00:44.803]怎么泪水 还偶尔失守
[00:48.553]邀你细看心中缺口
[00:51.053]裂缝中留存 温柔
[00:57.553]此时已莺飞草长 爱的人正在路上
[01:01.802]我知他风雨兼程 途经日暮不赏
[01:05.552]穿越人海 只为与你相拥
[01:11.552]此刻已皓月当空 爱的人手捧星光
[01:15.302]我知他乘风破浪 去了黑暗一趟
[01:19.052]感同身受 给你救赎热望
[01:26.052]知道你不能 还要你感受
[01:29.802]让星光加了一点彩虹
[01:32.802]让樱花偷偷 吻你额头
[01:36.553]让世间美好 与你环环相扣
[01:42.052]此时已莺飞草长 爱的人正在路上
[01:46.302]我知他风雨兼程 途经日暮不赏
[01:50.302]穿越人海 只为与你相拥
[01:55.802]此刻已皓月当空 爱的人手捧星光
[01:59.802]我知他乘风破浪 去了黑暗一趟
[02:04.052]感同身受 给你救赎热望
[02:09.551]此时已莺飞草长 爱的人正在路上
[02:13.550]我知他风雨兼程 途经日暮不赏
[02:17.801]穿越人海 只为与你相拥
[02:23.301]此刻已皓月当空 爱的人手捧星光
[02:27.550]我知他乘风破浪 去了黑暗一趟
[02:31.551]感同身受 给你救赎热望
[02:38.300]知道你不能 还要你感受
[02:41.300]让星光加了一点彩虹
[02:44.800]当樱花开的纷纷扬扬
[02:48.301]当世间美好 与你环环相扣
[02:58.300]特别鸣谢：槿葵，我们的海报制作妹妹。
[03:05.554]原唱：柏松
[03:07.155]吉他 : 柏松
[03:08.756]和声 : 柏松
[03:10.357]录音 : 柏松
[03:11.958]混音 : 张强
[03:12:00]
    `
,
`
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.000]一路生花-温奕心
[00:01.620]词：宋普照
[00:03.240]曲：张博文
[00:04.860]编曲：李师珏
[00:06.480]录音：田亮
[00:08.100]和声：张修峰
[00:09.720]混音：茆博文
[00:11.340]统筹：颖儿
[00:12.960]推广策划：杨俊浩/赵若海/XRay
[00:14.580]艺人统筹：冼嘉欣
[00:16.200]特别鸣谢：郑浩纳豆
[00:17.820]出品：繁星互娱
[00:19.440]『酷狗音乐人•星曜计划』
[00:21.060]「未经著作权人许可不得翻唱翻录或使用」
[00:22.680]海上的晚霞像年少的画
[00:26.760]铺在天空等海鸥衔走它
[00:32.430]遥远的帆任风浪拍打
[00:36.780]为梦再痛也不会害怕
[00:42.420]远走的风沙去谁的天涯
[00:46.800]春天可曾在哪里见过他
[00:52.350]时间的手抚过了脸颊
[00:56.790]他们谁都沉默不说话
[01:04.170]我希望许过的愿望一路生花
[01:09.300]护送那时的梦抵挡过风沙
[01:14.280]指尖的樱花如诗写谁的韶华
[01:19.320]疯狂的热爱夹带着文雅
[01:24.240]我希望许过的愿望一路生花
[01:29.250]将那雨中的人藏在屋檐下
[01:34.230]岁月在冲刷逆流沧桑的喧哗
[01:39.300]安静的夜晚你在想谁吗
[02:07.920]远走的风沙去谁的天涯
[02:11.790]春天可曾在哪里见过他
[02:17.370]时间的手抚过了脸颊
[02:21.810]他们谁都沉默不说话
[02:29.100]我希望许过的愿望一路生花
[02:34.290]护送那时的梦抵挡过风沙
[02:39.270]指尖的樱花如诗写谁的韶华
[02:44.310]疯狂的热爱夹带着文雅
[02:49.230]我希望许过的愿望一路生花
[02:54.300]将那雨中的人藏在屋檐下
[02:59.250]岁月在冲刷逆流沧桑的喧哗
[03:04.290]安静的夜晚你在想谁吗
[03:09.270]我希望许过的愿望一路生花
[03:14.280]护送那时的梦抵挡过风沙
[03:19.260]指尖的樱花如诗写谁的韶华
[03:24.330]疯狂的热爱夹带着文雅
[03:29.220]我希望许过的愿望一路生花
[03:34.260]将那雨中的人藏在屋檐下
[03:39.210]岁月在冲刷逆流沧桑的喧哗
[03:44.280]安静的夜晚你在想谁吗
[03:49.380]安静的夜晚你在想谁吗
[03:50:00]  
`
,
`
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.000]作词 : Guy Berryman/Christopher Martin/Jonny Buckland/Andrew Taggart/Will Champion
[00:01.000]作曲 : Guy Berryman/Christopher Martin/Jonny Buckland/Andrew Taggart/Will Champion
[00:02.000]编曲 : The Chainsmokers
[00:07.820]I've been reading books of old<br>我曾饱览古老的书籍
[00:10.140]The legends and the myths<br>那些传说与神话
[00:12.280]Achilles and his gold<br>阿喀琉斯和他的战利品
[00:14.620]Hercules and his gifts<br>赫拉克勒斯与他的天赋神力
[00:17.100]Spiderman's control<br>蜘蛛侠的控制力
[00:19.340]And Batman with his fists<br>和蝙蝠侠的铁拳
[00:22.310]And clearly I don't see myself upon that list<br>显而易见我未能名列其中
[00:26.070]But she said, where'd you wanna go?<br>她说，你想去何方？
[00:28.700]How much you wanna risk?<br>你甘愿承担多大的风险？
[00:30.700]I'm not looking for somebody<br>我并不渴求
[00:32.970]With some superhuman gifts<br>那些超人类的天赋
[00:35.610]Some superhero<br>那种超级英雄
[00:37.920]Some fairytale bliss<br>那些童话般的天赐之福
[00:40.380]Just something I can turn to<br>只是一些我能力所能及的事情
[00:42.600]Somebody I can kiss<br>吻到我爱的人就好
[00:44.670]I want something just like this<br>我想要的仅此而已
[00:47.350]Doo-doo-doo, doo-doo-doo
[00:49.560]Doo-doo-doo, doo-doo
[00:51.880]Doo-doo-doo, doo-doo-doo
[00:53.910]Oh I want something just like this<br>噢 我想要的仅此而已
[00:56.560]Doo-doo-doo, doo-doo-doo
[00:58.960]Doo-doo-doo, doo-doo
[01:01.240]Doo-doo-doo, doo-doo-doo
[01:03.140]Oh I want something just like this<br>噢 我想要的仅此而已
[01:12.770]I want something just like this<br>我只想要这些
[01:22.460]I've been reading books of old<br>我曾饱览古老的书籍
[01:24.630]The legends and the myths<br>那些传说与神话
[01:26.880]The testaments they told<br>他们所讲述的圣约
[01:29.260]The moon and its eclipse<br>月亮的阴晴圆缺
[01:31.580]And Superman unrolls<br>还有超人展示
[01:33.870]A suit before he lifts<br>他飞天前的装束
[01:37.290]But I'm not the kind of person that it fits<br>但我不是这样的英雄
[01:40.540]She said, where'd you wanna go?<br>她说，你想去何方？
[01:43.170]How much you wanna risk?<br>你能承担多大的风险？
[01:45.240]I'm not looking for somebody<br>我并不渴求
[01:47.520]With some superhuman gifts<br>那些超人类的天赋
[01:50.140]Some superhero<br>那种超级英雄
[01:52.430]Some fairytale bliss<br>那些童话般的天赐之福
[01:54.820]Just something I can turn to<br>只是一些我能改变的
[01:57.110]Somebody I can miss<br>思念我爱的人
[01:59.190]I want something just like this<br>我想要的仅此而已
[02:08.640]I want something just like this<br>我想要的仅此而已
[02:17.490]Oh I want something just like this<br>噢 我想要的仅此而已
[02:20.170]Doo-doo-doo, doo-doo-doo
[02:22.780]Doo-doo-doo, doo-doo
[02:25.050]Doo-doo-doo, doo-doo-doo
[02:27.100]Oh I want something just like this<br>噢 我想要的仅此而已
[02:29.810]Doo-doo-doo, doo-doo-doo
[02:32.050]Doo-doo-doo, doo-doo
[02:34.470]Doo-doo-doo, doo-doo-doo
[02:37.270]Where'd you wanna go?<br>你想要到何方？
[02:39.200]How much you wanna risk?<br>你能经受得住多少风险？
[02:41.230]I'm not looking for somebody<br>我并不渴求那些
[02:43.550]With some superhuman gifts<br>超人类的天赋
[02:46.120]Some superhero<br>那种超级英雄
[02:48.320]Some fairytale bliss<br>那些童话般的天赐之福
[02:50.720]Just something I can turn to<br>只是一些我能力所能及的事情
[02:53.010]Somebody I can kiss<br>吻到我爱的人就好
[02:55.150]I want something just like this<br>这就是我想要的
[03:13.640]Oh I want something just like this<br>噢 我想要的仅此而已
[03:32.360]Oh I want something just like this<br>噢 我想要的仅此而已
[03:50.950]Oh I want something just like this<br>噢 我想要的仅此而已
`
];
