const lrc = [
  `[00:00.00] 作词 : 古小力
[00:01.00] 作曲 : 周杰伦
[00:02.00] 编曲 : Jae Chong
[00:25.20]春雨后太阳缓缓的露出笑容
[00:28.05]你的微笑就像弯弯的彩虹
[00:30.54]在这片天空云朵就是我
[00:33.09]随时随地环绕在你四周
[00:35.64]河堤上的风筝拉长自由
[00:38.31]微风慢慢吹着幸福感动
[00:40.77]我也想紧紧握紧紧牵你的手
[00:43.47]浪漫的抱着你看着日落
[00:46.38]怕黑时候数着指头
[00:48.51]时间就会很快过
[00:51.12]我会小心呵护守候
[00:53.67]下雨有我肩膀靠
[00:56.10]睡不着记得想着我
[00:58.68]三秒后会梦见我
[01:01.05]载着气球陪你兜风
[01:03.84]看遍所有会笑的星空
[01:07.68]整个夏天想和你环游世界
[01:12.69]山路蜿蜒就像是爱的冒险
[01:17.91]你的笑脸是我唯一的零嘴
[01:22.98]我用双眼捕捉这特写
[01:28.11]整个夏天融化了整个季节
[01:33.36]一天一天把你定格在结尾
[01:38.28]让我了解
[01:40.02]爱原来可以那么简单点缀
[01:47.13]看窗外的蓝天在这个屋檐
[01:49.89]我回忆画面有你情节
[02:12.54]河堤上的风筝拉长自由
[02:15.30]微风慢慢吹着幸福感动
[02:17.82]我也想紧紧握紧紧牵你的手
[02:20.49]浪漫的抱着你看着日落
[02:23.34]怕黑时候数着指头
[02:25.56]时间就会很快过
[02:28.11]我会小心呵护守候
[02:30.63]下雨有我肩膀靠
[02:33.12]睡不着记得想着我
[02:35.70]三秒后会梦见我
[02:38.07]载着气球陪你兜风
[02:40.86]看遍所有会笑的星空
[02:44.73]整个夏天想和你环游世界
[02:48.99]山路蜿蜒就像是爱的冒险
[02:55.11]你的笑脸是我唯一的零嘴
[03:00.15]我用双眼捕捉这特写
[03:06.39]整个夏天融化了整个季节
[03:10.41]一天一天
[03:11.85]把你定格在结尾
[03:15.45]让我了解
[03:17.04]爱原来可以那么简单点缀
[03:24.15]看窗外的蓝天在这个屋檐
[03:26.91]我回忆画面有你情节
`,
  `
[00:00.00] 作词 : ナナツカゼ
[00:01.00] 作曲 : ナナツカゼ
[00:18:36]等身大の僕じゃ <br>与身高相符的我
[00:21:78]何もかも始まらないや嫌 <br>若一切都未曾开始，那多么令人失望
[00:26:63]よーいドンってされなきゃ <br>若非得到“预备开始”的召唤
[00:29:93]走り出すこともないや <br>我便不会起跑
[00:33:12]誰に見られることもないんだ <br>无人瞩目我的存在
[00:38:13]花も散る 空も泣く <br>花儿悄悄掉落，天空低泣
[00:40:50]なのにまた明日が来る <br>但是，明日仍会如约而至
[00:42:21]馬鹿にされた数だけ <br>被人嘲讽的次数
[00:44:23]今日も僕を痛みつける <br>今天同样在刺痛我
[00:46:25]夢とか希望とか <br>那些梦境与希望
[00:48:36]ほんとに嫌いだった <br>曾是我深恶痛绝的
[00:49:98]誰のせいでもない <br>这并非谁的过错
[00:53:99]春めく季節に叫んだんだ <br>在这春意盎然的季节，我大声呐喊
[00:57:95]僕は僕を恐れないと <br>我不再害怕自己
[01:01:96]青春から全部奪ってったものを <br>那从青春中被夺去的所有
[01:08:72]取り返しに行こう <br>我决意找回
[01:26:45]いつか猫みたいに <br>期望有天，能如猫般自在地生活
[01:29:15]生きてみたいな <br>不受世俗束缚
[01:31:14]人間の欲望は愚か <br>人的欲望，是多么的愚昧
[01:34:18]回る地球回る回る <br>地球持续转动，不息不停
[01:36:10]一人ぼっちこっち？どっち？ <br>我一个人，走向何方？
[01:38:13]落ちる花びら <br>飘散的花瓣
[01:59:70]創り出すものは基本あるんだ <br>我们创造的，大抵都已存在
[02:03:95]元々誰かがもう作っていて <br>或许，早有他人铸造过
[02:07:94]僕が生み出す物に <br>我所创之物
[02:10:45]意味はないの？と <br>难道真的毫无意义？
[02:12:94]嘆いてるけど <br>虽沉浸于惋惜
[02:15:98]春めく季節に叫んだんだ <br>在这春意融融的时刻，我仍旧高声宣告
[02:19:87]僕は僕を見捨てないと <br>我不会遗弃真实的自我
[02:23:92]さよならだけが <br>只有那片刻的告别
[02:25:66]教えてくれたこともさ <br>赐予了我无尽的教诲
[02:28:93]抱きしめながら歩いていくよ <br>我将紧紧抱住，持续前行
[02:31:93]色めく花びらが運んだ <br>五光十色的花瓣传递的
[02:35:94]音は誰も追いつけないよ <br>那音符，无人能够追及
[02:39:95]ほら気づけば夏の匂い方へと <br>瞧，当你察觉时，夏日的气息已悄悄逼近
[02:46:96]指を指してる <br>指引着方向
`,
  `
[00:00.048] 作曲:蔡近翰Zoe(HOYO-MiX) 
[00:00.096] 编曲:宫奇Gon(HOYO-MiX)Yuan(HOYO-MiX)
[00:00.144] 制作人:蔡近翰Zoe(HOYO-MiX) 
[00:00.195]When good old friends are going away <br>当曾经的挚友离开
[00:06.838]Will you wish them to remember your name? <br>你是否期待他们能牢记你姓名
[00:13.480]When good old days are passing away <br>当那些美好的日子渐行渐远，
[00:19.851]Will you promise your heart remains the same <br>你的心是否仍旧如初?
[00:27.289]Never can we suspend the time <br>我们无法停止时间
[00:33.943]Having to leave the tracks behind <br>只得将车辙留在身后
[00:40.316]there is a longer way ahead, After all. <br>毕竟，前路还很长。
[00:54.403]There used to be a story teller <br>曾有个故事的讲述者
[01:00.242]who always painted the sunshine and the rain <br>描绘着阳光雨露
[01:07.428]One has to eventually grow up <br>而人终究要长大
[01:13.258]Spending a lifetime to taste the love and pain <br>用毕生时光去体会爱与伤痛
[01:20.705]Never can we suspend the time <br>我们无法停止时间
[01:27.345]Having to leave the tracks behind <br>只得将车辙留在身后
[01:33.718]there is a longer way ahead, After all. <br>毕竟前方的道路更长
[01:47.005]If it's too hard to say goodbye <br>如果难以说出再见
[01:53.372]Give us a try to sing a rhyme <br>那让我们试着唱出来
[01:59.768]“May you, the beauty of this world, always shine.” <br>“你便是世界上的美好，永远闪耀。”
  `,

  `
  [00:00.00] 飞鸟和蝉 - 任然
[00:01.00] 词：耕耕
[00:02.00] 曲：Kent王健
[00:03.00] 编曲：侯江浩
[00:04.00] 吉他：陈麒元
[00:05.00] 混音：张栩赫（Ethan）
[00:06.00] 录音：Kent王健
[00:07.00] 和声编写/和声：Kent王健
[00:08.00] 制作人：Kent王健
[00:09.00] 配唱制作人：kent王健
[00:10.00] 录音工作室：1803 Studio
[00:11.00] 混音工作室：Hot Music Studio
[00:13.00] 监制：三千
[00:15.00] OP：千和世纪
[00:28.00] （版权所有未经许可请勿使用）
[00:29.613]你说青涩最搭初恋
[00:36.120]如小雪落下海岸线
[00:42.479]第五个季节某一天上演
[00:49.112]我们有相遇的时间
[00:55.661]你说空瓶适合许愿
[01:02.146]在风暖月光的地点
[01:08.584]第十三月你就如期出现
[01:15.082]海之角也不再遥远
[01:22.816]你骄傲的飞远 我栖息的夏天
[01:29.315]听不见的宣言 重复过很多年
[01:35.515]北纬线的思念被季风吹远
[01:40.418]吹远默念的侧脸
[01:44.152]吹远鸣唱的诗篇
[01:48.679]你骄傲的飞远 我栖息的叶片
[01:55.146]去不同的世界 却从不曾告别
[02:01.536]沧海月的想念羽化我昨天
[02:06.629]在我成熟的笑脸
[02:10.361]你却未看过一眼
[02:29.682]你说空瓶适合许愿
[02:36.200]在风暖月光的地点
[02:42.623]第十三月你就如期出现
[02:49.173]海之角也不再遥远
[02:53.593]你骄傲的飞远 我栖息的夏天
[02:59.954]听不见的宣言 重复过很多年
[03:06.477]北纬线的思念被季风吹远
[03:11.221]吹远默念的侧脸
[03:15.010]吹远鸣唱的诗篇
[03:19.461]你骄傲的飞远 我栖息的叶片
[03:25.987]去不同的世界 却从不曾告别
[03:32.411]沧海月的想念羽化我昨天
[03:37.458]在我成熟的笑脸
[03:41.056]你却未看过一眼
[03:51.730]你骄傲的飞远 我栖息的夏天
[03:51.881]听不见的宣言 重复过很多年
[03:58.440]北纬线的思念被季风吹远
[04:03.298]吹远默念的侧脸
[04:07.120]吹远鸣唱的诗篇
[04:11.432]你骄傲的飞远 我栖息的叶片
[04:17.715]去不同的世界 却从不曾告别
[04:24.301]沧海月的想念羽化我昨天
[04:28.955]在我成熟的笑脸
[04:32.888]你却未看过一眼
[04:38.785]
`,
  `[00:00.00] 作词 : AHIN/Adam Von Mentzer/KEENA/Louise Udin/Mac Felländer-Tsai/SIAHN
[00:01.00] 作曲 : Adam Von Mentzer/Louise Udin/Mac Felländer-Tsai
[00:10.14]불꺼진 romantic all my life<br>属于我的浪漫已然熄灭
[00:14.01]내 주위는 온통 lovely day<br>我周围的人却每天都很甜蜜
[00:17.93]내 눈 속에 비친 arrow sign<br>我眼中所见的爱神之箭
[00:24.61]I'm feeling lonely lonely<br>我感觉好孤独
[00:26.76]그만 힐끗대고 말해줘요<br>别再只是偷偷看着 快告诉我
[00:30.81]다시 crying in my room<br>我又一次在房间痛哭
[00:32.79]숨기고 싶어<br>想要躲起来
[00:36.47]But still I want it more more more<br>我想要的不仅于此
[00:39.67]I gave a second chance to Cupid<br>我给了丘比特第二次机会
[00:43.48]널 믿은 내가 정말 stupid<br>我那么相信你真是愚蠢至极
[00:48.25]보여줄게 숨겨왔던 love is it real<br>让我看到被隐藏的爱 有真诚可言吗
[00:52.77]Cupid is so dumb<br>丘比特真是愚蠢
[00:58.03]또 꿈길을 걷는 everyday<br>每天都像是活在梦中
[01:02.03]눈 뜨면 다시 또 flew away<br>每当睁开眼又会逃离
[01:07.11]나 솔직히 지금이 편해<br>说实话现在我很平静
[01:12.55]Now I'm so lonely lonely<br>现在我又变得孤独
[01:14.74]매일 꿈속에서 연습했죠<br>每天都在梦中反复练习
[01:18.79]다시 crying in my room<br>我又一次在房间流泪
[01:22.91]Say what you say but I want it more<br>你说着你的话 而我想要更多
[01:27.66]I gave a second chance to Cupid<br>我给了丘比特第二次机会
[01:31.49]널 믿은 내가 정말 stupid<br>我那么相信你真是愚蠢至极
[01:36.19]보여줄게 숨겨왔던 love is it real<br>让我看到被隐藏的爱 有真诚可言吗
[01:40.89]Cupid is so dumb<br>丘比特真是愚蠢
[01:45.28]I'm so lonely hold me tightly<br>我好孤独 请紧紧抱住我
[01:49.35]내게 기다림은 없어 I can't wait<br>我不再对你有所期待
[01:51.93]I'm gonna make it mine<br>我要找到自己的爱情
[02:01.36]꿈속에 매일 밤<br>在梦中的每晚
[02:05.16]Someone who will share this feeling<br>期待着能够分享这种感觉的人
[02:09.35]I'm a fool a fool for love a fool for love<br>我是等待爱情的傻瓜
[02:17.49]I gave a second chance to Cupid<br>我给了丘比特第二次机会
[02:21.32]널 믿은 내가 정말 stupid<br>我那么相信你真是愚蠢至极
[02:26.30]보여줄게 숨겨왔던 love is it real<br>让我看到被隐藏的爱 有真诚可言吗
[02:30.81]Cupid is so dumb<br>丘比特真是愚蠢
[02:37.43]널 믿은 내가 정말 stupid<br>我那么相信你真是愚蠢至极
[02:42.41]다시 한번 못 들은 척 기회를 줄게<br>我会装作没听到 再给你一次机会
[02:46.98]Cupid is so dumb<br>丘比特真是愚蠢
`,
  `
  [00:00.00]纯音乐，请欣赏
  `,
  `
 [00:00.000] 作曲 : Ayase
[00:00.273] 無敵の笑顔で荒らすメディア<br>露出无敌笑容来摧毁媒体
[00:03.283] 知りたいその秘密ミステリアス<br>身藏秘密 他人看来只觉神秘
[00:05.915] 抜けてるとこさえ彼女のエリア<br>就连冒失的模样 也都尽在她的领域
[00:08.977] 完璧で嘘つきな君は<br>完美且撒谎的你
[00:11.672] 天才的なアイドル様<br>便是天才般的偶像大人
[00:14.474] Oh my savior
[00:15.918] Oh my saving grace
[00:17.215] 今日何食べた？<br>今天你吃了些什么？
[00:18.651] 好きな本は？<br>喜欢的书是？
[00:20.078] 遊びに行くならどこに行くの？<br>如果你想出去玩的话 会去哪里？
[00:23.120] 何も食べてない<br>今天我什么也没吃
[00:24.492] それは内緒<br>那个保密
[00:25.947] 何を聞かれても<br>无论被问到什么
[00:27.368] のらりくらり<br>都蒙混过关
[00:28.533] そう淡々と<br>没错 既要淡然
[00:29.830] だけど燦々と<br>但又 不失璀璨
[00:31.297] 見えそうで見えない秘密は蜜の味<br>若隐若现的秘密 蕴含着甜蜜的气息
[00:34.328] あれもないないない<br>那个也回答没有没有
[00:35.644] これもないないない<br>这个也回答没有没有
[00:37.015] 好きなタイプは？<br>喜欢的类型是？
[00:38.224] 相手は？<br>对象是？
[00:38.974] さあ答えて<br>来吧 回答我
[00:40.200] 「誰かを好きになることなんて私分からなくてさ」<br>「究竟有没有喜欢上一个人 我真的不知道啊」
[00:46.002] 嘘か本当か知り得ない<br>说出的话语真假难辨
[00:48.891] そんな言葉にまた一人堕ちる<br>你的话语 又让一人为你沦陷
[00:52.592] また好きにさせる<br>坠入你的爱河
[00:54.689] 誰もが目を奪われていく<br>无论谁的视线都将被你夺去
[00:57.492] 君は完璧で究極のアイドル<br>你便是完美且究极的偶像
[01:00.780] 金輪際現れない<br>从今往后不会再出现
[01:03.363] 一番星の生まれ変わり<br>一等星的来生转世
[01:07.118] その笑顔で愛してるで<br>你的那笑容 让人坠入爱河
[01:09.838] 誰も彼も虜にしていく<br>无论是谁都将化作你的俘虏
[01:12.946] その瞳がその言葉が<br>你的双眸 你所说的话
[01:15.256] 嘘でもそれは完全なアイ<br>即便全是谎言 那也是完美的爱
[01:18.411] はいはいあの子は特別です<br>对对 那个孩子是最特别的
[01:21.330] 我々はハナからおまけです<br>我等从一开始便早已败北
[01:24.021] お星様の引き立て役Bです<br>就只是一等星的陪衬B
[01:27.044] 全てがあの子のお陰なわけない<br>一切都托了那个孩子的福
[01:30.127] 洒落臭い<br>心高气傲
[01:30.789] 妬み嫉妬なんてないわけがない<br>怎可能无人嫉妒
[01:33.019] これはネタじゃない<br>这又不是什么老套剧情
[01:34.001] からこそ許せない<br>正因如此才更难饶恕
[01:35.139] 完璧じゃない君じゃ許せない<br>无法饶恕那个并非完美的你
[01:37.236] 自分を許せない<br>我无法原谅这样的自己
[01:38.364] 誰よりも強い君以外は認めない<br>除你以外 我都难以认可谁能更胜他人
[01:40.960] 誰もが信じ崇めてる<br>无论谁都将你奉作信仰
[01:43.823] まさに最強で無敵のアイドル<br>你正是那最强且无敌的偶像
[01:47.020] 弱点なんて見当たらない<br>弱点在你身上绝不存在
[01:49.675] 一番星を宿している<br>一等星寄于你身
[01:52.623] 弱いとこなんて見せちゃダメダメ<br>软弱的地方 可不能被看到
[01:55.745] 知りたくないとこは見せずに<br>不让他人看到不想知晓的一面
[01:58.626] 唯一無二じゃなくちゃイヤイヤ<br>必须保持自身的独一无二
[02:01.476] それこそ本物のアイ<br>这才是我真正的爱
[02:04.736] 得意の笑顔で沸かすメディア<br>露出擅长的笑容来惹沸媒体
[02:08.046] 隠しきるこの秘密だけは<br>唯独藏起这个秘密
[02:10.880] 愛してるって嘘で積むキャリア<br>用爱的谎言所积累起的经验
[02:14.387] これこそ私なりの愛だ<br>这正属于是我的爱
[02:17.684] 流れる汗も綺麗なアクア<br>就连滴落的汗水 也是美丽的蓝宝石
[02:20.738] ルビーを隠したこの瞼<br>隐藏着红宝石的那双眼帘
[02:23.651] 歌い踊り舞う私はマリア<br>酣歌恒舞的我便是那玛利亚
[02:27.153] そう嘘はとびきりの愛だ<br>没错 谎言便是最特别的爱
[02:31.205] 誰かに愛されたことも<br>从未被他人所爱
[02:34.319] 誰かのこと愛したこともない<br>也未爱着他人
[02:37.714] そんな私の嘘がいつか本当になること<br>我这虚渺的谎言 总有一日会化作真实
[02:43.536] 信じてる<br>我如此坚信
[02:44.824] いつかきっと全部手に入れる<br>总有一日我必将得到一切
[02:47.731] 私はそう欲張りなアイドル<br>我就是如此贪婪的偶像
[02:51.066] 等身大でみんなのこと<br>面对大家 不加矫饰
[02:53.557] ちゃんと愛したいから<br>只因我想好好去爱
[02:56.485] 今日も嘘をつくの<br>今天依旧会口诉谎言
[02:58.766] この言葉がいつか本当になる日を願って<br>期望这谎言 总有一日化作真实
[03:03.137] それでもまだ<br>即便如此
[03:04.544] 君と君にだけは言えずにいたけど<br>唯独面对你与你 我从未说过这些话
[03:08.927] やっと言えた<br>终于得以说出口
[03:10.385] これは絶対嘘じゃない<br>这句话绝对不是谎言
[03:12.522] 愛してる<br>我爱你们
[03:25.823] Oh my savior
[03:27.145] My true savior
[03:28.558] My saving grace
  `,
  `
  [00:00.000] 作词 : ChiliChill
[00:00.119] 作曲 : ChiliChill
[00:00.238] 编曲 : ChiliChill
[00:00.357] 制作人 : ChiliChill
[00:00.478]我的破木箱
[00:03.310]装满枯萎的花
[00:05.954]放不下 光与壤
[00:09.257]和新鲜的愿望
[00:12.747]如果能飞翔
[00:15.279]去高高的地方
[00:17.857]撒一张 梦的网
[00:21.341]收集爱的回响
[00:36.546]你也在听吗
[00:39.149]落单的孩子啊
[00:41.796]别害怕 别害怕
[00:45.240]黑夜不会太长
[00:48.722]悬崖上的花
[00:51.316]让我为你摘下
[00:53.809]数一瓣 落一瓣
[00:57.268]就少一朵忧伤
[01:00.711]绿草和砂砾没有嘴巴
[01:03.695]一定不会说谎话
[01:06.523]他们让风提醒我有道光
[01:12.243]落在我的肩膀
[01:15.747]是你吗 在回家的路上 洒满月光点亮花蕊
[01:21.521]是你吧 弹奏古老和弦 赶走梦魇 伴我入睡
[01:27.552]是你吗 把头顶的雨水 编织成蓝色的屋檐
[01:33.730]约好啦 等我们都长大 再次遇见 要比现在更美
[01:51.709]一千个噩梦
[01:54.180]换一千个小偷
[01:56.953]够不够 够不够
[02:00.309]偷走你的难过
[02:03.699]遇见那一刻
[02:06.315]就倒置了沙漏
[02:09.004]不必说 要铭刻
[02:12.262]天长还是地久
[02:15.329]都说长大后会忘记童话
[02:18.626]清醒后会忘记梦
[02:21.510]可尤其是下过雨的午后
[02:27.118]会想和你重逢
[02:30.804]是你吗 在回家的路上 洒满月光点亮花蕊
[02:36.781]是你吧 弹奏古老和弦 赶走梦魇 伴我入睡
[02:42.754]是你吗 把头顶的雨水 编织成蓝色的屋檐
[02:48.722]约好啦 等我们都长大 再次冒险 追寻梦的蔓延
[02:55.103]谁越过一片花海
[02:57.948]谁切切朝我走过来
[03:00.972]谁依然记得我未完成的心愿
[03:09.720]是你吗 头戴着花环 衔着最纯净的枝丫
[03:15.672]是你吧 撕下一缕霓裳 借我照亮 盒中之花
[03:21.717]是你吗 在某一天默默消失在春天的遥望
[03:27.676]可我呀 记得你的所有 我不会忘 我不会忘
[03:33.736]是你吗 在回家的路上 洒满月光点亮花蕊
[03:39.721]是你吧 弹奏古老和弦 赶走梦魇 伴我入睡
[03:46.146] 贝斯 : 山口進也
[03:46.509] 弦乐编写 : 胡静成
[03:46.872] 弦乐监制 : 胡静成
[03:47.235] 弦乐团 : 国际首席爱乐乐团
[03:47.598] 弦乐录音 : 王小四@金田录音棚
[03:47.961] 合唱录音 : Rebound Lab 反弹音乐
[03:48.324] 录音 : Soundhub Studios 上海升赫录音棚
[03:48.687] 混音母带 : ChiliChill
[03:49.050] 演唱：
[03:49.413] 迪娜泽黛 —— 半甜气泡安小琪
[03:49.776] 纳西妲 —— 花园花玲
[03:50.139] 大慈树王 —— 沐霏Moeki_
[03:50.502] 兰那罗们 —— 再见动物园合唱团（指挥：孙玥）
  `,
  `
  [00:00.000] 作词 : Ayase
[00:00.150] 作曲 : Ayase
[00:00.300] 编曲 : Ayase
[00:01.000]遥か遠くに浮かぶ星を<br>思念着远方是浮的星辰
[00:03.820]想い眠りにつく君の<br>你就这样静静入睡
[00:06.650]選ぶ未来が望む道が<br>无论你选择的未来
[00:09.400]何処へ続いていても<br>期望的道路会通向何处
[00:11.650]共に生きるから<br>我与你生死不离
[00:24.010]ずっと昔の記憶<br>遥远的记忆
[00:28.800]連れられて来たこの星で君は<br>带我来到了这颗星球而你在这里
[00:33.580]願い続けてた<br>从未停止祈祷
[00:35.270]遠くで煌めく景色に<br>假如能够纵身跃入
[00:40.150]飛び込むことが出来たのなら<br>远方绚烂景色之中该多好
[00:45.420]一人孤独な世界で<br>独自一人在孤独的世界上
[00:47.470]祈り願う<br>虔诚祈祷
[00:48.970]夢を描き<br>描绘梦想
[00:50.300]未来を見る<br>期待未来
[00:51.740]逃げ出すよりも進むことを<br>若你不愿逃避
[00:54.500]君が選んだのなら<br>而要选择前进
[00:57.260]誰かが描いたイメージじゃなくて<br>这不是他人描绘的愿景
[00:59.910]誰かが選んだステージじゃなくて<br>也不是他人选择的舞台
[01:02.810]僕たちが作っていくストーリー<br>我们一点点创作的故事
[01:05.569]決して一人にはさせないから<br>绝不会留下你独自一人
[01:08.469]いつかその胸に秘めた<br>在隐藏于你心中的利刃
[01:11.200]刃が鎖を断ち切るまで<br>斩断困缚的枷锁前
[01:15.269]ずっと共に闘うよ<br>我会与你并肩作战
[01:27.939]決め付けられた運命<br>不屈服既定的命运
[01:29.580]そんなの壊して<br>定要将其摧毁
[01:30.959]僕達は操り人形じゃない<br>我们才不是任人摆布的提线木偶
[01:33.810]君の世界だ 君の未来だ<br>这是你的世界你的未来
[01:36.640]どんな物語にでも出来る<br>你能书写任何故事
[01:39.250]逃げる様に 隠れる様に<br>为了逃避为了隐藏
[01:42.569]乗り込んで来たコクピットには<br>而进入驾驶舱的那个
[01:45.440]泣き虫な君はもう居ない<br>爱哭的你已不复存在
[01:48.209]いつの間にかこんなに強く<br>不觉间已变得如此坚强
[01:52.310]これは君の人生<br>这是你的人生
[01:54.950](誰のものでもない)<br>(无人可以夺取)
[01:57.830]それは答えなんて無い<br>并没有所谓的答案
[02:00.909](自分で選ぶ道)<br>(只有自己选择的路)
[02:04.250]もう呪縛は解いて<br>诅咒已经解除
[02:06.209]定められたフィクションから今<br>现在从既定的杜撰故事中
[02:10.550]飛び出すんだ<br>跳脱出来
[02:11.870]飛び立つんだ<br>振翅起飞吧
[02:13.210]ah
[02:14.780]誰にも追いつけないスピードで<br>用无人能及的速度
[02:17.629]地面蹴り上げ空を舞う<br>猛踏地面跃起翱翔天际吧
[02:20.470]呪い呪われた未来は<br>让彼此诅咒的未来
[02:23.120]君がその手で変えていくんだ<br>经你之手一点点被改变
[02:25.879]逃げずに進んだことできっと<br>只要勇敢前进不逃避
[02:28.840]掴めるものが沢山あるよ<br>便能有许多收获
[02:33.060]もっと強くなれる<br>得到成倍的成长
[02:45.819]この星に生まれたこと<br>诞生于这颗星球
[02:48.220]この世界で生き続けること<br>生活在这个世界
[02:51.919]その全てを愛せる様に<br>愿你能热爱这一切
[02:57.199]目一杯の祝福を君に<br>我会竭尽心意为你祝福
  `,
  `
[00:00.00] 作词 : Islet
[00:01.00] 作曲 : Islet
[00:15.49]ふと見上げたあの夜空が<br>不经意抬头望见的那片夜空
[00:21.94]いつもより近く感じた気がしたんだ<br>感觉比起往常离我更近
[00:29.65]鬱いだ日々に<br>就如同
[00:32.20]さよならを告げるように<br>向苦闷的日子告别一般
[00:35.99]傷付いた翼を広げた<br>张开了伤痕累累的双翼
[00:42.41]駆け出して 飛び立って<br>迈步奔跑吧 振翅高飞吧
[00:46.12]夜空を游ぐ光のように<br>此刻化身为光 遨游夜空
[00:49.53]羽ばたいて 高鳴って<br>展翅翱翔吧 尽情呐喊吧
[00:53.27]この鼓動響かせたら<br>只愿心跳能够在此回响
[00:57.71]一番光る星が僕の道しるべだ<br>最为闪耀的那颗星 即是指引我的路标
[01:04.37]彼方まで連れ去って<br>将我带往天空的彼端
[01:12.00]満天の空に埋もれそうな<br>仿佛埋满了整个夜空
[01:15.48]小さな星が瞬く<br>璀璨繁星 细小如沙
[01:19.02]懸命なその姿に<br>若能像星辰那般
[01:22.42]なれたならって思うんだ<br>竭尽全力闪烁 该有多好
[01:26.14]打ちのめされた現状に<br>被推至谷底的当下
[01:27.66]生きる意味も理由も無くなって<br>失去了活下去的意义与理由
[01:29.54]でも確かにこの胸は脈打っている<br>但是从胸口能感到切实的跳动
[01:32.81]消えかかっていた心に<br>为几近磨灭的心灵
[01:36.60]火を灯した<br>点亮了灯火
[01:39.31]輝いて<br>闪耀光芒
[01:46.35]彩って ほら<br>涂上色彩 看啊
[01:54.35]痛みや苦しみだって<br>即使面对痛苦伤悲
[01:57.92]力に変えるような<br>也能将之化为动力
[02:01.53]この翼なら翔べるから<br>若有这般羽翼 便能飞上苍穹
[02:19.33]朝になって 光が差して<br>黎明升起 窥见了晨曦
[02:22.80]また世界に期待をして<br>再一次对世界产生了期待
[02:26.39]夜になって 孤独を知って<br>夜幕降临 知晓了孤独
[02:29.92]意味のない繰り返しだった<br>全都是毫无意义的机械日常
[02:33.53]だけどやっと見つけたんだ<br>但是我终于找到了
[02:37.00]この命輝く場所<br>这份生命得以闪耀的场所
[02:40.38]どこまでもゆこう<br>向着无限的远方飞翔吧
[02:44.00]空の果てまで<br>直到抵达天空的尽头
[02:46.90]駆け出して 飛び立って<br>迈步奔跑吧 振翅高飞吧
[02:50.50]夜空を游ぐ光のように<br>此刻化身为光 遨游夜空
[02:53.94]羽ばたいて 高鳴って<br>展翅翱翔吧 尽情呐喊吧
[02:57.68]この身が燃え尽きたって<br>即使己身终将燃烧殆尽
[03:02.16]いつかこの軌跡が<br>只要这段轨迹有朝一日
[03:05.22]誰かを照らせたなら<br>能够照亮某人的前路
[03:08.80]今僕は星になる<br>如今我愿化作星辰
[03:18.82]夜をも越えてゆけ<br>携你穿越漫漫长夜
  `,
  `
[00:00.00] 作词 : Islet
[00:00.35] 作曲 : Islet
[00:00.71]僅かな命だと<br>你动摇颤抖地跟我说
[00:03.34]話すあなたの目が揺らいだ<br>余命已剩不多
[00:07.40]緩やかに確かに時が過ぎる<br>时间在缓慢 确切地流逝
[00:14.46]虚ろな日々を綴っている<br>编织出这段空洞的时光
[00:17.28]冷え切ったその手を握っても<br>尽管握起你那冰冷的双手
[00:21.16]乾いた咳嗽が静まることはなかった<br>嘶哑的咳嗽声也不曾停下
[00:28.03]明日が見えなくたって<br>尽管你已无法看清未来
[00:34.00]僕が照らすからまだ消えないでよ<br>我也会为你照亮前路 请别消失于世间
[00:43.81]春を待つ声がひらひら響いて虚空を舞ってる<br>等待着暖春到来的声音在沙沙作响 让我神游虚空
[00:50.69]白雪のように 花のように ただ、儚く<br>似白雪一般 似花朵一般 虚幻 美好
[00:57.68]溶けてゆく時の中<br>在不断融化的时间中
[01:00.50]交わした温もりが冷めたら<br>若我们交织的温暖冷却
[01:04.56]そんなあなたを<br>春风便会将你掠去
[01:07.68]春風が攫ってく<br>将你掠去
[01:22.78]少しの別れだと<br>你强撑笑意跟我说
[01:25.64]作り笑うあなたが言った<br>这不过是短暂的分别
[01:29.77]今に途切れそうな息が白む<br>现在 你快停下的呼吸尽显白皙
[01:36.68]痩せ細る手の握り返す力も脆弱になってく<br>你回握着我的瘦弱细小的双手 力量也日渐微薄
[01:43.47]この部屋だけは時が止まればいいのに<br>如果时间能在这房间中停滞就好了
[01:50.41]いつしか歩けなくなって<br>你不知从何时起 渐渐无法迈步
[01:55.99]話せなくなって消えてしまうのね<br>无力说话 你快要消失了啊
[02:02.68]唯一つだけのその命はきっと巡り巡ってく<br>这仅此唯一的生命 定会几经轮回
[02:09.63]その度出逢って同じように恋をしてゆく<br>让我们辗转重逢 坠入此世这般的爱河
[02:16.47]「ロマンチックだね。」って笑うのは<br>笑着说“真浪漫啊”的你
[02:20.41]褪せたフィルムの中<br>已是在褪色胶片中的你
[02:23.40]並ぶ二人が<br>并肩你我
[02:26.66]透明に変わってく<br>渐渐变得透明
[02:48.58]朝、目が覚めたら<br>当早晨醒来 便会察觉
[02:51.96]全てが夢であってさ<br>这一切 都只是一场梦
[02:56.26]隣であなたが笑っていたらな<br>我身边 其实还有着绽放笑容的你
[03:01.55]そんな願いも雪解と去って<br>我这样的心愿 与雪一同消融
[03:05.77]春の匂いがする<br>春天就要来了
[03:09.15]華やぐ季節にあなたはいないのね<br>在这万物复苏的季节 身边却没有了你
[03:18.11]春を待つ声がひらひら響いて虚空を舞ってる<br>等待着暖春到来的声音在沙沙作响 让我神游虚空
[03:25.09]白雪のように 花のように ただ、儚く<br>似白雪一般 似花朵一般 虚幻 美好
[03:31.69]溶けてゆく時の中<br>在不断融化的时间中
[03:34.82]交わした温もりが冷めたら<br>若我们交织的温暖冷却
[03:38.79]そんなあなたを<br>春风便会
[03:42.08]春風が攫ってく<br>将你掠去
  `,
   `
[00:00.000] 作词 : 花鋏キョウ
[00:01.000] 作曲 : ポリスピカデリー
[00:09.235]ひとりさり時計を刻んで
[00:12.980]空白を縔り返しては
[00:16.979]どうしようもない鎖絡まり動けない
[00:24.734]花曇りの不透明さに
[00:28.980]浮かない顔を映していた
[00:32.989]何度問いかけてきただろう
[00:39.485]同じ時代に生まれた
[00:43.241]繋いでくれる旋律
[00:47.485]瞳に触れた優しさで
[00:51.241]鮮やかに彩った
[00:55.228]In the starry night
[00:59.493]You really got a hold on me
[01:02.991]探すよ starry skies
[01:07.488]Oh…
[01:11.983]近くなった乾いた音に
[01:16.241]導かれ吸い込んだ想い
[01:19.743]注がれる色で満たしてく新世界
[01:26.238]ここでさえ兆し感じるんだ
[01:30.481]狭間で立ち止まったって構わない
[01:35.738]照してみせるよ今も未来も
[01:42.485]揺れる時代に出会えた
[01:45.996]だからこそ紡ぐ律動
[01:50.229]この場所から今すぐ
[01:54.235]君に届けに行くよ
[01:58.232]In the starry night
[02:02.483]You really got a hold on me
[02:05.734]探すよ starry skies
[02:10.233]Oh…
[02:15.493]いつ解けるとも分からない like a magic
[02:23.238]塞ぐ瞬間も抱いている my only hope
[02:31.498]同じ時代に生まれた
[02:35.494]繋いでくれる旋律
[02:39.483]瞳に触れた優しさで
[02:43.484]鮮やかに彩った
[02:47.484]In the starry night
[02:51.977]You really got a hold on me
[02:55.228]探すよ starry skies
[02:59.731]Oh...
[03:04.740]You give me a reason not to go away
[03:10.482]いつでも
[03:12.735]And there will be a place in my heart
   `,
`
[00:00.00]轻涟 La vaguelette - HOYO-MiX
[00:00.75]作词 Lyricist：哈尼 Hani / 项柳 Hsiang Liu / 三宝 Bao
[00:02.57]作曲 Composer：苑迪萌 Dimeng Yuan (HOYO-MiX)
[00:03.86]编曲 Arranger：苑迪萌 Dimeng Yuan (HOYO-MiX)
[00:05.14]演唱 Vocal Artist：Cécilia Cara
[00:05.89]原声吉他 Acoustic Guitar：尤裴佳 Peijia You (HOYO-MiX)
[00:07.50]电吉他 Electric Guitar：苑迪萌 Dimeng Yuan (HOYO-MiX)
[00:09.00]合唱 Choir：唐卫青 Weiqing Tang / 何晓楠 Xiaonan He / 张怡 Yi Zhang / 柴锦斐 Jinfei Chai / 汤琳 Lin Tang / 陈瑞 Rui Chen / 喻佳星 Jiaxing Yu / 王碧华 Bihua Wang
[00:14.26]乐队 Orchestra：龙之艺交响乐团 Art of Dragon Orchestra / Budapest Scoring Orchestra
[00:16.29]录音棚 Recording Studio：上海广播大厦 Shanghai Media Group / Budapest Scoring
[00:18.22]录音师 Recording Engineer：莫家伟 Jiawei Mo / Viktor Szabó
[00:19.73]混音师 Mixing Engineer：李海 Hai Li
[00:20.91]母带制作 Mastering Engineer：李海 Hai Li
[00:22.19]出品 Produced by：HOYO-MiX
[00:22.94]Ah, si je pouvais vivre dans l'eau,<br>啊，若化水复回归途
[00:28.45]le monde serait-il plus beau?<br>令故土朝暮如初
[00:32.84]Nous pardonneras-tu, &#244; chère mère?<br>啊母亲可否将我宽恕
[00:38.97]L'eau dans son courant fait danser nos vies.<br>向四季流溯，引万籁驰骛
[00:45.88]Et la cité, elle nourrit.<br>所过处百废复苏
[00:50.20]Ainsi que toi, mon doux amour.<br>亦充盈挚爱的心湖
[01:23.79]Non, le grand amour ne suffit pas.<br>爱，就将这酣梦深埋
[01:30.64]Seul un adieu fleurira.<br>诀别如繁花盛开
[01:35.23]C'est notre histoire de vie, douce et amère.<br>似你我往怀，愉快悲哀
[01:41.39]Moi, je suis et serai toujours là,<br>爱，我会在过去未来
[01:46.97]à voir le monde et sa beauté.<br>注视这世间精彩
[01:52.38]Et &#231;a ne changera jamais, jamais...<br>一切从未改，未改……
`
];
