const lrc = [
    `
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.000]作词 : 林秋离/简胜
[00:00.000]作曲 : 林俊杰
[00:00.000]编曲 : 梁定江/Case Woo
[00:00.000]制作人 : 梁定江/Case Woo
[00:00.000]美人鱼
[00:02.000]作词：简胜，林秋离 作曲：林俊杰
[00:04.000]演唱：林俊杰
[00:26.340]我在沙滩划个圆圈
[00:29.290]属于我俩安逸世界
[00:31.940]不用和别人连线
[00:36.930]我不管你来自深渊
[00:39.350]也不在乎身上鳞片
[00:41.940]爱情能超越一切
[00:46.240]只要你在我身边
[00:48.230]所有蜚语流言 完全视而不见
[00:51.210]请不要匆匆一面
[00:53.130]一转身就沉入海平线
[00:58.910]传说中你为爱甘心被搁浅
[01:03.760]我也可以为你 潜入海里面
[01:08.360]怎么忍心断绝
[01:10.930]忘记我不变的誓言
[01:14.850]我眼泪断了线
[01:19.160]现实里有了我对你的眷恋
[01:23.920]我愿意化作雕像 等你出现
[01:28.840]再见再也不见
[01:31.170]心碎了飘荡在海边
[01:34.750]你抬头就看见
[01:59.820]我在沙滩划个圆圈
[02:02.460]属于我俩安逸世界
[02:05.230]不用和别人连线
[02:10.180]我不管你来自深渊
[02:12.800]也不在乎身上鳞片
[02:15.170]爱情能超越一切
[02:19.620]只要你在我身边
[02:21.520]所有蜚语流言 完全视而不见
[02:24.660]请不要匆匆一面
[02:26.600]一转身就沉入海平线
[02:32.330]传说中你为爱甘心被搁浅
[02:37.270]我也可以为你 潜入海里面
[02:41.950]怎么忍心断绝
[02:44.420]忘记我不变的誓言
[02:47.960]我眼泪断了线
[02:52.480]现实里有了我对你的眷恋
[02:57.430]我愿意化作雕像 等你出现
[03:02.160]再见再也不见
[03:04.710]心碎了飘荡在海边
[03:08.280]你抬头就看见
[03:12.670]传说中你为爱甘心被搁浅
[03:17.730]我也可以为你 潜入海里面
[03:22.340]怎么忍心断绝
[03:24.850]忘记我不变的誓言
[03:28.430]我眼泪断了线
[03:32.950]现实里有了我对你的眷恋
[03:37.970]我愿意化作雕像 等你出现
[03:42.610]再见再也不见
[03:45.200]心碎了飘荡在海边
[03:48.700]你抬头就看见
[03:52.740]你 你抬头就看见
[03:57.880]你 你抬头就看见
`,
  `
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.00] 作词 : 古小力
[00:01.00] 作曲 : 周杰伦
[00:02.00] 编曲 : Jae Chong
[00:25.20]春雨后太阳缓缓的露出笑容
[00:28.05]你的微笑就像弯弯的彩虹
[00:30.54]在这片天空云朵就是我
[00:33.09]随时随地环绕在你四周
[00:35.64]河堤上的风筝拉长自由
[00:38.31]微风慢慢吹着幸福感动
[00:40.77]我也想紧紧握紧紧牵你的手
[00:43.47]浪漫的抱着你看着日落
[00:46.38]怕黑时候数着指头
[00:48.51]时间就会很快过
[00:51.12]我会小心呵护守候
[00:53.67]下雨有我肩膀靠
[00:56.10]睡不着记得想着我
[00:58.68]三秒后会梦见我
[01:01.05]载着气球陪你兜风
[01:03.84]看遍所有会笑的星空
[01:07.68]整个夏天想和你环游世界
[01:12.69]山路蜿蜒就像是爱的冒险
[01:17.91]你的笑脸是我唯一的零嘴
[01:22.98]我用双眼捕捉这特写
[01:28.11]整个夏天融化了整个季节
[01:33.36]一天一天把你定格在结尾
[01:38.28]让我了解
[01:40.02]爱原来可以那么简单点缀
[01:47.13]看窗外的蓝天在这个屋檐
[01:49.89]我回忆画面有你情节
[02:12.54]河堤上的风筝拉长自由
[02:15.30]微风慢慢吹着幸福感动
[02:17.82]我也想紧紧握紧紧牵你的手
[02:20.49]浪漫的抱着你看着日落
[02:23.34]怕黑时候数着指头
[02:25.56]时间就会很快过
[02:28.11]我会小心呵护守候
[02:30.63]下雨有我肩膀靠
[02:33.12]睡不着记得想着我
[02:35.70]三秒后会梦见我
[02:38.07]载着气球陪你兜风
[02:40.86]看遍所有会笑的星空
[02:44.73]整个夏天想和你环游世界
[02:48.99]山路蜿蜒就像是爱的冒险
[02:55.11]你的笑脸是我唯一的零嘴
[03:00.15]我用双眼捕捉这特写
[03:06.39]整个夏天融化了整个季节
[03:10.41]一天一天
[03:11.85]把你定格在结尾
[03:15.45]让我了解
[03:17.04]爱原来可以那么简单点缀
[03:24.15]看窗外的蓝天在这个屋檐
[03:26.91]我回忆画面有你情节
[03:27.91]
`,
  `
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.000]飞鸟和蝉 - 任然
[00:01.070]词：耕耕
[00:02.140]曲：Kent王健
[00:03.210]编曲：侯江浩
[00:04.280]吉他：陈麒元
[00:05.360]混音：张栩赫（Ethan）
[00:06.430]录音：Kent王健
[00:07.500]和声编写/和声：Kent王健
[00:08.570]制作人：Kent王健
[00:09.640]配唱制作人：kent王健
[00:10.720]录音工作室：1803 Studio
[00:11.790]混音工作室：Hot Music Studio
[00:12.860]监制：三千
[00:13.930]OP：千和世纪
[00:15.010]（版权所有未经许可请勿使用）
[00:29.590]你说青涩最搭初恋
[00:36.170]如小雪落下海岸线
[00:42.340]第五个季节某一天上演
[00:49.100]我们有相遇的时间
[00:55.560]你说空瓶适合许愿
[01:01.900]在风暖月光的地点
[01:08.380]第十三月你就如期出现
[01:14.920]海之角也不再遥远
[01:22.790]你骄傲的飞远 我栖息的夏天
[01:29.190]听不见的宣言 重复过很多年
[01:35.670]北纬线的思念被季风吹远
[01:40.550]吹远默念的侧脸
[01:44.190]吹远鸣唱的诗篇
[01:48.740]你骄傲的飞远 我栖息的叶片
[01:55.200]去不同的世界 却从不曾告别
[02:01.730]沧海月的想念羽化我昨天
[02:06.630]在我成熟的笑脸
[02:10.160]你却未看过一眼
[02:29.480]你说空瓶适合许愿
[02:35.950]在风暖月光的地点
[02:42.270]第十三月你就如期出现
[02:48.820]海之角也不再遥远
[02:53.660]你骄傲的飞远 我栖息的夏天
[02:59.850]听不见的宣言 重复过很多年
[03:06.480]北纬线的思念被季风吹远
[03:11.340]吹远默念的侧脸
[03:14.950]吹远鸣唱的诗篇
[03:19.430]你骄傲的飞远 我栖息的叶片
[03:25.980]去不同的世界 却从不曾告别
[03:32.470]沧海月的想念羽化我昨天
[03:37.330]在我成熟的笑脸
[03:40.980]你却未看过一眼
[03:45.360]你骄傲的飞远 我栖息的夏天
[03:51.890]听不见的宣言 重复过很多年
[03:58.470]北纬线的思念被季风吹远
[04:03.300]吹远默念的侧脸
[04:06.920]吹远鸣唱的诗篇
[04:11.300]你骄傲的飞远 我栖息的叶片
[04:17.740]去不同的世界 却从不曾告别
[04:24.390]沧海月的想念羽化我昨天
[04:29.240]在我成熟的笑脸
[04:32.880]你却未看过一眼
[04:33.880]
`,
    `
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.000]作词 : 尹初七
[00:01.000]作曲 : 柏松
[00:02.000]编曲 : 彭圣杰
[00:28.054]偏偏秉烛夜游
[00:31.054]午夜星辰 似奔走之友
[00:34.554]爱你每个结痂伤口
[00:37.554]酿成的陈年烈酒
[00:41.804]入喉尚算可口
[00:44.803]怎么泪水 还偶尔失守
[00:48.553]邀你细看心中缺口
[00:51.053]裂缝中留存 温柔
[00:57.553]此时已莺飞草长 爱的人正在路上
[01:01.802]我知他风雨兼程 途经日暮不赏
[01:05.552]穿越人海 只为与你相拥
[01:11.552]此刻已皓月当空 爱的人手捧星光
[01:15.302]我知他乘风破浪 去了黑暗一趟
[01:19.052]感同身受 给你救赎热望
[01:26.052]知道你不能 还要你感受
[01:29.802]让星光加了一点彩虹
[01:32.802]让樱花偷偷 吻你额头
[01:36.553]让世间美好 与你环环相扣
[01:42.052]此时已莺飞草长 爱的人正在路上
[01:46.302]我知他风雨兼程 途经日暮不赏
[01:50.302]穿越人海 只为与你相拥
[01:55.802]此刻已皓月当空 爱的人手捧星光
[01:59.802]我知他乘风破浪 去了黑暗一趟
[02:04.052]感同身受 给你救赎热望
[02:09.551]此时已莺飞草长 爱的人正在路上
[02:13.550]我知他风雨兼程 途经日暮不赏
[02:17.801]穿越人海 只为与你相拥
[02:23.301]此刻已皓月当空 爱的人手捧星光
[02:27.550]我知他乘风破浪 去了黑暗一趟
[02:31.551]感同身受 给你救赎热望
[02:38.300]知道你不能 还要你感受
[02:41.300]让星光加了一点彩虹
[02:44.800]当樱花开的纷纷扬扬
[02:48.301]当世间美好 与你环环相扣
[02:58.300]特别鸣谢：槿葵，我们的海报制作妹妹。
[03:05.554]原唱：柏松
[03:07.155]吉他 : 柏松
[03:08.756]和声 : 柏松
[03:10.357]录音 : 柏松
[03:11.958]混音 : 张强
[03:12:00]
    `
,
`
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.000]一路生花-温奕心
[00:01.620]词：宋普照
[00:03.240]曲：张博文
[00:04.860]编曲：李师珏
[00:06.480]录音：田亮
[00:08.100]和声：张修峰
[00:09.720]混音：茆博文
[00:11.340]统筹：颖儿
[00:12.960]推广策划：杨俊浩/赵若海/XRay
[00:14.580]艺人统筹：冼嘉欣
[00:16.200]特别鸣谢：郑浩纳豆
[00:17.820]出品：繁星互娱
[00:19.440]『酷狗音乐人•星曜计划』
[00:21.060]「未经著作权人许可不得翻唱翻录或使用」
[00:22.680]海上的晚霞像年少的画
[00:26.760]铺在天空等海鸥衔走它
[00:32.430]遥远的帆任风浪拍打
[00:36.780]为梦再痛也不会害怕
[00:42.420]远走的风沙去谁的天涯
[00:46.800]春天可曾在哪里见过他
[00:52.350]时间的手抚过了脸颊
[00:56.790]他们谁都沉默不说话
[01:04.170]我希望许过的愿望一路生花
[01:09.300]护送那时的梦抵挡过风沙
[01:14.280]指尖的樱花如诗写谁的韶华
[01:19.320]疯狂的热爱夹带着文雅
[01:24.240]我希望许过的愿望一路生花
[01:29.250]将那雨中的人藏在屋檐下
[01:34.230]岁月在冲刷逆流沧桑的喧哗
[01:39.300]安静的夜晚你在想谁吗
[02:07.920]远走的风沙去谁的天涯
[02:11.790]春天可曾在哪里见过他
[02:17.370]时间的手抚过了脸颊
[02:21.810]他们谁都沉默不说话
[02:29.100]我希望许过的愿望一路生花
[02:34.290]护送那时的梦抵挡过风沙
[02:39.270]指尖的樱花如诗写谁的韶华
[02:44.310]疯狂的热爱夹带着文雅
[02:49.230]我希望许过的愿望一路生花
[02:54.300]将那雨中的人藏在屋檐下
[02:59.250]岁月在冲刷逆流沧桑的喧哗
[03:04.290]安静的夜晚你在想谁吗
[03:09.270]我希望许过的愿望一路生花
[03:14.280]护送那时的梦抵挡过风沙
[03:19.260]指尖的樱花如诗写谁的韶华
[03:24.330]疯狂的热爱夹带着文雅
[03:29.220]我希望许过的愿望一路生花
[03:34.260]将那雨中的人藏在屋檐下
[03:39.210]岁月在冲刷逆流沧桑的喧哗
[03:44.280]安静的夜晚你在想谁吗
[03:49.380]安静的夜晚你在想谁吗
[03:50:00]  
`
,
`
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.000]作词 : Guy Berryman/Christopher Martin/Jonny Buckland/Andrew Taggart/Will Champion
[00:01.000]作曲 : Guy Berryman/Christopher Martin/Jonny Buckland/Andrew Taggart/Will Champion
[00:02.000]编曲 : The Chainsmokers
[00:07.820]I've been reading books of old<br>我曾饱览古老的书籍
[00:10.140]The legends and the myths<br>那些传说与神话
[00:12.280]Achilles and his gold<br>阿喀琉斯和他的战利品
[00:14.620]Hercules and his gifts<br>赫拉克勒斯与他的天赋神力
[00:17.100]Spiderman's control<br>蜘蛛侠的控制力
[00:19.340]And Batman with his fists<br>和蝙蝠侠的铁拳
[00:22.310]And clearly I don't see myself upon that list<br>显而易见我未能名列其中
[00:26.070]But she said, where'd you wanna go?<br>她说，你想去何方？
[00:28.700]How much you wanna risk?<br>你甘愿承担多大的风险？
[00:30.700]I'm not looking for somebody<br>我并不渴求
[00:32.970]With some superhuman gifts<br>那些超人类的天赋
[00:35.610]Some superhero<br>那种超级英雄
[00:37.920]Some fairytale bliss<br>那些童话般的天赐之福
[00:40.380]Just something I can turn to<br>只是一些我能力所能及的事情
[00:42.600]Somebody I can kiss<br>吻到我爱的人就好
[00:44.670]I want something just like this<br>我想要的仅此而已
[00:47.350]Doo-doo-doo, doo-doo-doo
[00:49.560]Doo-doo-doo, doo-doo
[00:51.880]Doo-doo-doo, doo-doo-doo
[00:53.910]Oh I want something just like this<br>噢 我想要的仅此而已
[00:56.560]Doo-doo-doo, doo-doo-doo
[00:58.960]Doo-doo-doo, doo-doo
[01:01.240]Doo-doo-doo, doo-doo-doo
[01:03.140]Oh I want something just like this<br>噢 我想要的仅此而已
[01:12.770]I want something just like this<br>我只想要这些
[01:22.460]I've been reading books of old<br>我曾饱览古老的书籍
[01:24.630]The legends and the myths<br>那些传说与神话
[01:26.880]The testaments they told<br>他们所讲述的圣约
[01:29.260]The moon and its eclipse<br>月亮的阴晴圆缺
[01:31.580]And Superman unrolls<br>还有超人展示
[01:33.870]A suit before he lifts<br>他飞天前的装束
[01:37.290]But I'm not the kind of person that it fits<br>但我不是这样的英雄
[01:40.540]She said, where'd you wanna go?<br>她说，你想去何方？
[01:43.170]How much you wanna risk?<br>你能承担多大的风险？
[01:45.240]I'm not looking for somebody<br>我并不渴求
[01:47.520]With some superhuman gifts<br>那些超人类的天赋
[01:50.140]Some superhero<br>那种超级英雄
[01:52.430]Some fairytale bliss<br>那些童话般的天赐之福
[01:54.820]Just something I can turn to<br>只是一些我能改变的
[01:57.110]Somebody I can miss<br>思念我爱的人
[01:59.190]I want something just like this<br>我想要的仅此而已
[02:08.640]I want something just like this<br>我想要的仅此而已
[02:17.490]Oh I want something just like this<br>噢 我想要的仅此而已
[02:20.170]Doo-doo-doo, doo-doo-doo
[02:22.780]Doo-doo-doo, doo-doo
[02:25.050]Doo-doo-doo, doo-doo-doo
[02:27.100]Oh I want something just like this<br>噢 我想要的仅此而已
[02:29.810]Doo-doo-doo, doo-doo-doo
[02:32.050]Doo-doo-doo, doo-doo
[02:34.470]Doo-doo-doo, doo-doo-doo
[02:37.270]Where'd you wanna go?<br>你想要到何方？
[02:39.200]How much you wanna risk?<br>你能经受得住多少风险？
[02:41.230]I'm not looking for somebody<br>我并不渴求那些
[02:43.550]With some superhuman gifts<br>超人类的天赋
[02:46.120]Some superhero<br>那种超级英雄
[02:48.320]Some fairytale bliss<br>那些童话般的天赐之福
[02:50.720]Just something I can turn to<br>只是一些我能力所能及的事情
[02:53.010]Somebody I can kiss<br>吻到我爱的人就好
[02:55.150]I want something just like this<br>这就是我想要的
[03:13.640]Oh I want something just like this<br>噢 我想要的仅此而已
[03:32.360]Oh I want something just like this<br>噢 我想要的仅此而已
[03:50.950]Oh I want something just like this<br>噢 我想要的仅此而已
`,
    `
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.000]晴天 - 周杰伦 (Jay Chou)
[00:02.250]词：周杰伦
[00:04.500]曲：周杰伦
[00:06.750]编曲：周杰伦
[00:09.000]制作人：周杰伦
[00:11.250]合声：周杰伦
[00:13.500]合声编写：周杰伦
[00:15.750]吉他：蔡科俊Again
[00:18.000]贝斯：陈任佑
[00:20.250]鼓：陈柏州
[00:22.510]录音助理：刘勇志
[00:24.760]录音工程：杨瑞代（Alfa Studio）
[00:27.010]混音工程：杨大纬（杨大纬录音工作室）
[00:29.260]故事的小黄花
[00:32.710]从出生那年就飘着
[00:36.240]童年的荡秋千
[00:39.750]随记忆一直晃到现在
[00:42.910]Re So So Si Do Si La
[00:45.930]So La Si Si Si Si La Si La So
[00:49.870]吹着前奏望着天空
[00:53.200]我想起花瓣试着掉落
[00:56.720]为你翘课的那一天
[00:58.830]花落的那一天
[01:00.600]教室的那一间
[01:02.320]我怎么看不见
[01:04.120]消失的下雨天
[01:05.810]我好想再淋一遍
[01:09.990]没想到失去的勇气我还留着
[01:16.120]好想再问一遍
[01:17.970]你会等待还是离开
[01:24.910]刮风这天我试过握着你手
[01:30.450]但偏偏雨渐渐大到我看你不见
[01:38.880]还要多久我才能在你身边
[01:45.440]等到放晴的那天也许我会比较好一点
[01:52.870]从前从前有个人爱你很久
[01:58.540]但偏偏风渐渐把距离吹得好远
[02:06.940]好不容易又能再多爱一天
[02:13.500]但故事的最后你好像还是说了拜拜
[02:34.900]为你翘课的那一天
[02:36.880]花落的那一天
[02:38.660]教室的那一间
[02:40.390]我怎么看不见
[02:42.150]消失的下雨天
[02:43.870]我好想再淋一遍
[02:48.000]没想到失去的勇气我还留着
[02:54.150]好想再问一遍
[02:56.030]你会等待还是离开
[03:02.920]刮风这天我试过握着你手
[03:08.490]但偏偏雨渐渐大到我看你不见
[03:16.940]还要多久我才能在你身边
[03:23.430]等到放晴的那天也许我会比较好一点
[03:30.870]从前从前有个人爱你很久
[03:37.140]偏偏风渐渐把距离吹得好远
[03:44.880]好不容易又能再多爱一天
[03:51.420]但故事的最后你好像还是说了拜拜
[03:58.490]刮风这天我试过握着你手
[04:01.970]但偏偏雨渐渐大到我看你不见
[04:05.650]还要多久我才能够在你身边
[04:09.070]等到放晴那天也许我会比较好一点
[04:12.920]从前从前有个人爱你很久
[04:15.910]但偏偏雨渐渐把距离吹得好远
[04:19.380]好不容易又能再多爱一天
[04:22.860]但故事的最后你好像还是说了拜
    `
,
    `
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.000]七里香 - 周杰伦 (Jay Chou)
[00:06.930]词：方文山
[00:13.870]曲：周杰伦
[00:20.800]编曲：钟兴民
[00:27.740]窗外的麻雀在电线杆上多嘴
[00:34.490]你说这一句很有夏天的感觉
[00:41.160]手中的铅笔在纸上来来回回
[00:47.590]我用几行字形容你是我的谁
[00:54.390]秋刀鱼的滋味猫跟你都想了解
[01:01.440]初恋的香味就这样被我们寻回
[01:07.810]那温暖的阳光像刚摘的鲜艳草莓
[01:14.370]你说你舍不得吃掉这一种感觉
[01:20.990]雨下整夜我的爱溢出就像雨水
[01:27.650]院子落叶跟我的思念厚厚一叠
[01:34.380]几句是非也无法将我的热情冷却
[01:41.920]你出现在我诗的每一页
[01:47.860]雨下整夜我的爱溢出就像雨水
[01:54.600]窗台蝴蝶像诗里纷飞的美丽章节
[02:01.380]我接着写
[02:03.860]把永远爱你写进诗的结尾
[02:08.990]你是我唯一想要的了解
[02:42.020]雨下整夜我的爱溢出就像雨水
[02:48.620]院子落叶跟我的思念厚厚一叠
[02:55.370]几句是非也无法将我的热情冷却
[03:02.960]你出现在我诗的每一页
[03:09.380]那饱满的稻穗幸福了这个季节
[03:16.540]而你的脸颊像田里熟透的番茄
[03:22.810]你突然对我说七里香的名字很美
[03:29.280]我此刻却只想亲吻你倔强的嘴
[03:35.910]雨下整夜我的爱溢出就像雨水
[03:42.580]院子落叶跟我的思念厚厚一叠
[03:49.380]几句是非也无法将我的热情冷却
[03:56.930]你出现在我诗的每一页
[04:03.330]整夜我的爱溢出就像雨水
[04:09.580]窗台蝴蝶像诗里纷飞的美丽章节
[04:16.430]我接着写
[04:18.970]把永远爱你写进诗的结尾
[04:24.000]你是我唯一想要的了解
    `,
`
[00:00.00]
[00:00.00]
[00:00.00]
[00:00.000]作词 : にゃるら
[00:00.970]作曲 : Aiobahn
[00:01.950]编曲 : Aiobahn
[00:02.930]この混沌とした令和のインターネットを照らす一筋の光<br>这是一股照亮混沌的令和时代互联网的一道光
[00:06.330]電子の海を漂うオタクに笑顔を<br>给在电子的海洋里冲浪的阿宅们带来笑容
[00:08.750]未来の平和をお約束　躁鬱だけどまかせとけ<br>未来的和平我向你保证 有躁郁症但放心交给我
[00:11.710]インターネット・エンジェル　ただいま降臨<br>互联网天使降临于此
[00:26.690]社会をやめろ　家族をやめろ　人間関係をやめろ<br>抛弃社会 抛弃家庭 抛弃人际关系
[00:29.530]今すぐ薄暗い部屋で青白いライトを浴びろ<br>马上窝进昏暗的房间里 去沐浴苍白的灯光
[00:32.340]大丈夫こわかったこと全部上書きするからね<br>没关系 我会把可怕的事情全部覆写干净
[00:35.440]現実よりも　Crazy for you<br>比起现实更加为你疯狂
[00:38.120]おかしくなりそうなほど情報過多のインターネット<br>逐渐反常的情报过剩的互联网
[00:41.170]今たすけてあげるよ　ダーリンダーリン<br>现在就来搭救你 Darling Darling
[00:44.060]ウソはウソだと見抜けるし　この愛は暴走しちゃうし<br>你能看穿这谎言是谎言 但这份爱即将暴走
[00:47.110]壊れてしまうけど<br>接近坏掉的边缘
[00:50.130]考えなくていいんだよ<br>不去思考也没有关系
[00:53.810]もうすぐ楽になるから<br>马上就能给你解脱
[00:58.370]脳内に乱反射する Poison radio<br>脑内不断反射的 Poison radio
[01:02.970]麻薬より甘いよ<br>比毒药更加甘甜
[01:07.480]いいね　よくないね　キミにとっては毒だね<br>点赞 点踩 对你来说可能有毒
[01:10.570]いいね　よくないね　それでも飲むんだね<br>点赞 点踩 但你还是会喝下去
[01:13.560]いいね　よくないね　二人のヒミツだね<br>点赞 点踩 当作是我们的秘密
[01:16.430]わたしだけ見ててね<br>只能看着我一个人噢
[01:18.980]まるで天使のように微笑む<br>如同天使一般面带微笑
[01:21.940]強めの幻覚　INTERNETGIRL<br>强烈的幻觉 互联网女孩
[01:24.890]そして悪魔みたいにささやく<br>接着再如恶魔般低语
[01:27.900]アナタだけのデパス　2D(NEEDY) GIRL<br>只属于你的镇定剂 2D（依赖）女孩
[01:43.130]浅い眠りと承認欲求のオーバードーズ<br>不足的睡眠和过度渴望认可
[01:45.610]脳天直撃するわたしたちだけの宗教とヒカリ<br>只属于我们的宗教和光芒直击脑髓
[01:48.850]倫理より激しく生きた宇宙すら浸食する恋<br>超越了伦理活在世间连同宇宙都能侵蚀的恋情
[01:51.760]何度も送られる毒電波を優しさだけで包んで<br>被这传送给你无数次的毒电波温柔地包裹着
[01:55.150]逆さまのコンピューターと断片的なカウンセリング<br>颠倒的电脑和碎片化的心理辅导
[01:58.410]きらめく屋上で奏でた夢見心地の旋律<br>闪闪发光的屋顶上演奏的梦幻般的旋律
[02:01.770]夕暮れ時にさよならの練習をして<br>黄昏之时进行着告别的练习
[02:03.900]壊して愛して許して狂って<br>去破坏去爱去原谅疯狂地
[02:04.820]狂って狂って甘く狂わせて<br>疯狂地疯狂地让我沉醉在疯狂中
[02:06.640]ゆらぎ始める世界　曖昧になる風景<br>开始波动的世界 变得模糊的风景
[02:17.390]アナタだけが映っているメモリー<br>只呈现出你一个人的记忆
[02:23.510]神様なんていないよ<br>神明从来就不存在
[02:36.080]このふざけたインターネットは七色のサイケデリック<br>这有趣的互联网便是七彩的幻觉
[02:38.980]SNSという瓶詰地獄に救済を<br>为名为社交网络的瓶装地狱带来救济
[02:41.900]過去の歴史は見ないふり　アナタのためならすぐそばに<br>过去的历史当作没看见 为了你的话马上来到你身边
[02:44.920]インターネット・エンジェル　かわいく参上<br>互联网天使 可爱登场
[02:47.260]まるで天使のように抱きつく<br>如同天使一般给你拥抱
[02:50.290]強めの幻覚　INTERNETGIRL<br>强烈的幻觉 互联网女孩
[02:53.050]そして悪魔みたいにキスする<br>接着再如恶魔般轻吻
[02:56.200]アナタだけの　2DGIRL<br>只属于你的 2DGIRL
[02:59.620]（ANGEL……）
 `,
`
[00:00.000]
[00:00.000]
[00:00.000]
[00:00.000]作词 : にゃるら
[00:01.000]作曲 : Aiobahn
[00:02.000]编曲 : Aiobahn
[00:09.291]「わたしは天から堕ちた蝶ですから<br>我啊，是自天上坠下的蝴蝶
[00:15.135]月の光に導かれ<br>在月光的指引下
[00:17.713]いつかは夜に還らねばなりません<br>总有一天会回到天上去
[00:21.875]それでもアナタが狭間の夢を望むなら<br>尽管如此  如果你有一个希望被实现的愿望的话
[00:27.021]胡蝶は想いに応えましょう」<br>就让蝴蝶来为你  实现它吧
[00:30.946]そばにいて　アナタ　はなれてよ　ウソよ<br>留下在身边  别走远  闪烁言语间  是谎言
[00:38.490]恋をした少女　わがままなお姫さま<br>少女与笑颜  的爱恋  自我为中点  公主的偏见
[00:46.271]欲しいのは　すべて　要らないわ　ぜんぶ<br>欲望会凸显  这一天  淡然脑海间  不见面
[00:53.913]うつつさえ覆う　蝶のはばたき<br>空中的光点  初遇见  是蝴蝶闪烁鳞片
[01:01.104]宙（そら）に舞う　七色の翅模様<br>斑驳交织着  宛若绮丽璀璨无边银河
[01:07.618]ふたりしか知らない虹の中<br>落入除你我无人知晓虹色的空壳
[01:15.773]「愛してる」　ふたりで吐（つ）くウソ　ゆれる蒼<br>一味说着爱你之词抹去谎言在苍白的蓝色
[01:22.953]毒電波の鱗粉は　狂える　甘い紫<br>摇摆不定的车辙  挤压狂气的毒电波  四溅迸出甜紫色
[01:30.980]「抱きしめて」　ふたりが裂く繭　冴える朱<br>相拥过后破开茧房撕碎泥潭映出殷红清澈
[01:38.225]一夜の夢　闇夜の玉の枝（え）　恋の静寂（しじま）に<br>就算黄粱一梦  也要让暗夜蓬莱玉枝沉浸爱的宝盒
[01:47.820]「わたし　お姫様だから欲しい物たくさんあるの<br>正因为我是公主大人  所以无论什么东西
[01:51.727]ぜんぶ　ぜーんぶアナタが持ってくるの<br>我全部  全部都想要
[01:54.884]どうか約束してくださいましね<br>那么能不能答应我一件事
[01:58.251]離れ離れになる その時がくるまで……」<br>约定好直到时间让我们被迫分离……
[02:02.961]忘れてよ　イヤよ　忘れないで　好きよ<br>这件或那件  不喜欢  幻觉下的脸  我喜欢
[02:10.685]恋をする少女　うるわしのお姫さま<br>陶醉于爱恋  每一天  起舞的画面  公主的乐园
[02:18.473]知らないわ罪も　あたえるの罰を<br>开裂的眼睑  看不见  处罚或罪过  的预言
[02:26.085]ぬばたまのあめ　蝶のかがやき<br>漆黑的心愿  雨点点  光芒耀眼蝶翩翩
[02:33.421]動き出す時の針　恋模様<br>时针转动着  变化为爱情的五颜六色
[02:39.722]「ふたりだけ」それだけでいいのに<br>秘密沉睡心底是仅有你我的快乐
[02:47.760]「愛してる」　ふたりで視た夢　霞む蒼<br>深爱的心是幻觉中共同的梦描绘着蔚蓝色
[02:55.136]宙（そら）に落ちる　輪郭は　ふるえて祈る紫<br>堕入天空之河  宇宙轮廓开始渗透  毒性爆满祈紫色
[03:03.089]「抱きしめて」　ふたりが剥く傷　したる朱<br>拥抱是借口  我们互相剥离伤口  痛苦的红色
[03:10.439]千夜一夜　天女(てんにょ)の羽衣　終わる予感に<br>居于永久夜色  天女的羽毛下  预言终结此处高歌
[03:19.746]「わたし、月に還らねばなりません<br>很抱歉，我现在必须回到天空上了
[03:22.843]迷える子兎たちが<br>曾经迷路的小兔子
[03:24.423]極彩色の帯を用意して待っています<br>已经准备好彩带等着我了
[03:27.318]わたしは、仮初めの躰（からだ）を捨て<br>我放弃了人间的身体
[03:29.653]地より花が枯れようと<br>地上花朵枯萎
[03:31.596]天から病（やまい）が降ろうとも<br>天上疾病相随
[03:33.395]天使の姿に戻るのです<br>而我要变回天使的模样
[03:35.552]「いいえ　これ以上　欲しいものは無いよ<br>没关系，我已经什么都不需要了
[03:38.985]仏様のありがたい鉢も　世にも美しい貝殻も<br>天使大人已经找到了佛祖的石钵  世界上最美丽的燕子安贝
[03:43.281]色とりどりな玉の枝も　決して燃えない鼠の衣も<br>七彩绚丽的蓬莱玉枝  烧不坏的火鼠裘
[03:47.508]龍の頸から取った宝玉も<br>以及从龙的脖子上取下的美玉
[03:50.010]「……なんで泣くんですか　それは卑怯です<br>为什么哭了呢  还真是懦弱呀
[03:53.730]蝶々は夢の象徴<br>蝴蝶是梦的象征
[03:55.482]愛なんて蝶が見せた幻想だと<br>爱是鳞片展示的幻象
[03:57.624]わかっていたくせに<br>我全部都知道的呀
[03:59.822]お月さまは馬鹿なふたりのこと見守っていたんです」<br>就连月神大人也正在注视我们这两个白痴
[04:05.093]「まったく仕方のない人ですね<br>你还真是个好人啊
[04:07.463]では姫の最後のわがまま聞いてくれますか<br>那么，最后一个公主的自欲你愿意聆听吗
[04:12.020]どうか　どうか　天が許してくれるのなら<br>求你了  求你了  如果上天允许的话
[04:16.387]夢から醒めてもわたしのことを<br>就算是从梦中醒来你也一定要记得我
[04:18.814]■■■■■■■■■■■■■■■■■■■■
[04:19.082]†昇天†」<br>†升天†
[04:20.800]かくしてた感情は　雪模様<br>幻觉的使者  你我感情化作雪花姿色
[04:27.246]ふたりには　儚く降り積もる<br>即使是转瞬即逝的歌  晃眼成空壳
[04:35.362]愛してた　ふたりが視た夢　欠ける蒼<br>爱意映衬从未出现的幻梦变作缺失的蓝色
[04:42.616]刻（とき）の残滓　鱗片は幻　夜の紫<br>换做时间歌者  残留的鳞片谱写出安眠黑夜的紫色
[04:50.691]抱きしめた　ふたりの唇　溶けた朱<br>唇齿之间的气息  点燃了拥抱还会融化红色
[04:58.084]永訣の夜（よ）　月光に煌めく　翅の虹色<br>庭院中的黑色  流淌在月光下曲折  反射蝴蝶的彩色
[05:35.066]「好きだったよ　ばいばい」<br>最喜欢你们了  拜拜`
,
`
[00:00.000]
[00:00.000]
[00:00.000]
[00:00.000]作词 : 原田茂幸
[00:00.000]作曲 : 原田茂幸
[00:00.000]编曲 : Shiggy Jr./釣俊輔/三浦康嗣
[00:00.000]サマータイムラブ<br>Summertime Love
[00:01.373]1時間だけ長く側にいられる<br>再一小时让我在你身边
[00:07.140]神様 この季節がいつまでも<br>神啊 请让这季节
[00:12.408]続きますように<br>永续不变
[00:15.917]……
[00:29.441]何でも打ち明けられる<br>无话不说
[00:33.202]大切な友達<br>最重要的朋友面前
[00:36.713]たった一つの気持が<br>一份心意
[00:40.476]どうしても言えないよ<br>无论如何闭口不言
[00:43.989]いつだってあの子の話ばかり<br>张口闭口都是那位的话题
[00:51.011]それでも構わない<br>若能与你见面
[00:55.273]君に会えるなら<br>那样也没有关系
[01:01.289]……
[01:03.044]サマータイムラブ<br>Summertime Love
[01:04.299]全部忘れて 楽しい事しようよ<br>放松心情 将那些全部忘记
[01:10.066]神様 この時間は<br>神啊 
[01:13.579]キラキラに 輝かせて<br>请让此时成为闪闪发光的回忆
[01:17.340]サマータイムラブ<br>Summertime Love
[01:19.094]1時間だけ<br>再一小时
[01:21.349]長く側にいられる<br>让我在你身边
[01:24.607]それでも足りないよ<br>这样也仍然不够
[01:27.866]もっと もっと<br>请给我
[01:30.026]一緒にいさせて<br>更多更多时间
[01:33.288]……
[01:36.299]おどけた調子で<br>装作胡闹
[01:39.807]からかってばっかりね<br>在你面前说着戏言
[01:43.068]強がってみるけど<br>试着逞强
[01:46.830]ときめいてしまうよ<br>  隐藏不住通红的脸
[01:50.591]片耳ずつ 分け合うイヤフォン<br>戴上耳机 一人一边
[01:57.609]君が好きな歌<br>君之所好
[02:01.370]私の 歌になる<br>留我心间
[02:07.138]ao ao ao
[02:09.396]サマータイムラブ<br> Summertime Love
[02:10.649]二人のときは<br>两人独处
[02:12.904]他の事忘れてね<br>其他事情放一边
[02:16.162]神様 この時間を<br>神啊
[02:20.174]ずっと ずっと<br>我明明想一直一直
[02:21.931]止めてほしいのに<br>停在这段时间
[02:23.950]サマータイムラブ<br> Summertime Love
[02:25.454]1時間だけ<br>再一小时
[02:27.716]長く側にいられる<br>让我在你身边
[02:31.224]届きそうでも届かない<br>若即若离
[02:34.488]もっと もっと<br>明明想
[02:36.742]近づきたいのに<br>再靠近一点
[02:39.750]……
[02:42.756]夕暮れに空が染まりだせば<br>黄昏浸透天空之后
[02:49.026]並んだ影が<br>并肩的影子
[02:52.541]伸び始めている<br>渐渐伸长
[02:57.054]大事なことを言い出せないまま<br>重要的事情仍然没能说出口
[03:04.074]振り返らずに<br>你渐渐远去
[03:07.586]遠ざかっていく君の不曾回首
[03:11.346]背中を見つめてる<br>我远眺背影 迟迟不走
[03:16.109]ao ao ao
[03:17.524]ao ao ao
[03:19.278]サマータイムラブ<br> Summertime Love 
[03:20.784]全部忘れて<br>将那些全部忘记
[03:23.038]楽しい事しようよ<br>放松心情
[03:26.548]神様 この時間は<br>神啊 
[03:29.807]キラキラに<br>请让此时成为
[03:32.065]輝かせて<br>闪闪发光的回忆
[03:34.072]サマータイムラブ<br>Summertime Love
[03:35.576]1時間だけ<br>再一小时
[03:38.083]長く側にいられる<br>让我在你身边
[03:41.344]神様 この季節を<br>神啊
[03:44.606]ずっと ずっと ずっと<br>让这季节
[03:57.901]永遠に…<br>一直一直一直驻足不变
`,
`
[00:00.000]
[00:00.000]
[00:00.000]
[00:00.000]作词 : Ruby Qu
[00:01.000]作曲 : 王可鑫 Eli.W (HOYO-MiX)
[00:02.000]编曲 Arranger : 王可鑫 Eli.W (HOYO-MiX)
[00:03.000]制作人 Producer : 王可鑫 Eli.W (HOYO-MiX)
[00:14.933]We rise together as our destiny unfolds<br>随着命运的展开，就让我们一同迎战
[00:22.596]We face the darkness and our trials are yet untold<br>而考验尚未结束，我们仍需直面黑暗
[00:29.328]Through the shadows of despair<br>穿过绝望的阴影
[00:33.451]Oh, in silence, hopes we share<br>在沉默中，我们共享希望
[00:39.306]To chase our dreams that we’ve declared<br>只为追逐我们宣告中的理想
[00:44.536]We glimpse, through our eyes<br>我们曾尝试多看一眼
[00:48.568]Yet fools, blind our sights<br>却被无知蒙蔽了视线
[00:53.048]Can’t make what they say<br>既然听不懂他们的注解
[00:55.014]We’ll find our way, we’ll find our way<br>那就由我们找寻自己该走的路
[00:59.568]Heads up! The wheels are spinning<br>请注意！命运的车轮正在转动
[01:03.781]Across the plains, in valleys deep<br>跨越平原，穿过深谷
[01:07.292]To dawn, the wheels that sing<br>向着黎明，这车轮行滚滚而行歌唱着
[01:11.152]An unending dream!<br>一个无尽的梦！
[01:14.583]Heads up! the tracks are running<br>请注意！轨道已然在运转
[01:18.678]Across the plains, where shadows hide<br>穿过阴霾藏匿的平原
[01:22.265]We run, we stride~<br>我们奔跑，我们向前
[01:30.454]In the face of fear and plight, and yet we hold our ground<br>面对恐惧和困境，我们依然坚守阵地
[01:38.234]In life we stand, and strive, our victory is found<br>历久弥坚，胜利定会在望
[01:44.468]And the storms we’ve weathered through<br>我们已穿越风雨
[01:48.338]And we hope in the light of truth<br>只希望能沐浴在真理的光芒中
[01:53.060]To break free from chains, and come anew<br>挣脱枷锁，重获新生
[01:59.558]Heads up! The wheels are spinning<br>请注意！命运的车轮正在转动
[02:03.826]Across the plains, in valleys deep<br>跨越平原，穿过深谷
[02:07.334]To dawn, the wheels that sing<br>向着黎明，这车轮行滚滚而行歌唱着
[02:11.342]An unending dream!<br>一个无尽的梦！
[02:14.772]Heads up! the tracks are running<br>请注意！轨道已然在运转中
[02:18.628]Across the plains, where shadows hide<br>穿过了阴霾藏匿的平原
[02:22.390]We run; we stride~<br>我们奔跑，我们向前
[02:59.747]Heads up! A steady rhythm<br>抬起头！跟着坚定的节奏
[03:03.910]A destination that’s ever near<br>终点已近在咫尺
[03:07.508]It comes! Stride to our kingdom<br>迈向我们的理想之地
[03:11.378]And see the light of day<br>让一切重见曙光
[03:14.839]Heads up! the wheels are singing<br>请注意！命运的车轮正在歌唱
[03:18.710]The whispers and secrets they’d keep<br>他们保守着苦痛的秘密和私语
[03:22.360]To hope! We bound~<br>而我们终将迎来希望
[03:30.552]Break free, we chased our dreams, beneath the starry night<br>挣脱束缚，我们在星空下追逐梦想
[03:38.560]In the face of god, we rose, as one<br>面对神灵，我们团结一致，奋勇向前
[03:44.994]人声 Vocal Artist：Chevy
[03:45.410]木吉他 Acoustic Guitar：陈义
[03:45.826]电吉他 Electric Guitar：陈义
[03:46.242]架子鼓 Drums：眭逸凡Patrick
[03:46.658]和声 Backing Vocal：Chevy/宫奇Gon(HOYO-MiX)/温菁 Jing.W (HOYO-MiX)/林一凡Fan (HOYO-MiX)/王可鑫 Eli.W (HOYO-MiX)
[03:47.074]人声录音棚 Vocal Recording Studio：The Hideout Recording Studio
[03:47.490]人声录音师 Vocal Recording Engineer：Nik Hotchkiss
[03:47.906]乐器录音棚 Instrumental Recording Studio：升赫录音棚Soundhub Studio
[03:48.322]乐器录音师 Instrumental Recording Engineer：Kevin刘瀚文@Soundhub Studios
[03:48.738]混音师 Mixing Engineer：阿烈@Soundhub Studios
[03:49.154]母带制作 Mastering Engineer：宫奇Gon (HOYO-MiX)
[03:49.570]出品 Produced by：HOYO-MiX
 `,
    `
[00:00.000]
[00:00.000]
[00:00.000]
[00:00.000]作词 : Aimer
[00:01.000]作曲 : 飛内将大
[00:02.000]编曲 : 玉井健二/飛内将大
[00:06.400]Raining 夏の午後に<br>Raining　夏日的午后
[00:09.550]通り雨 傘の下<br>恰逢骤雨 在雨伞下
[00:12.740]Kissing 濡れた頬に<br>Kissing　轻轻地亲吻
[00:15.700]そっと口づけた<br>那被雨水濡湿的脸颊
[00:19.730]あの季節に まだ焦がれている<br>那个季节里 我心仍满怀思慕
[00:31.240]Miss you 窓の外に<br>Miss you　车窗之外
[00:34.250]遠ざかる景色たち<br>一幕幕景色 渐渐远去
[00:37.360]Breezing 虹が見えた<br>Breezing　望见彩虹
[00:40.420]すぐに消えそうで<br>却又在顷刻间消散殆尽
[00:44.410]雨 明日は降らなければいい<br>若是明日 雨过天晴 该有多好
[00:54.690]何も手につかずに 上の空の日々<br>一无所获 心不在焉的每日之间
[01:00.900]Nothing but you're the part of me<br>唯独你成为我生命中难以割舍的部分
[01:05.820]まだ 足りなくて<br>这样 尚不足够
[01:08.710]まだ 消えなくて<br>仍然 没有消逝
[01:11.950]重ねた手のひらから幼さが<br>从相合的掌心间 传来的这份纯真
[01:18.020]What a good thing we lose<br>多么幸运 我们错失彼此
[01:21.150]What a bad thing we knew<br>何其不幸 我们曾经相知
[01:24.260]そんなフレーズに濡れてく 雨の中<br>这样的乐章 逐渐浸润在雨中
[01:30.240]ただ 足りなくて<br>只是 尚不足够
[01:33.190]まだ 言えなくて<br>依然 无法言说
[01:36.560]数えた日の夢からさよならが<br>向那每日细数着的梦境 道出再会
[01:42.610]What a good thing we lose<br>多么幸运 我们错失彼此
[01:45.600]What a bad thing we knew<br>何其不幸 我们曾经相知
[01:48.750]触れられずにいれたら 笑えたかな?<br>若是不曾为其所触动 还能欢笑如此吗?
[01:57.150]Calling 白い息が<br>Calling 呼出的白雾
[02:00.360]舞いあがる 空の下<br>于天穹之下 飞舞飘散
[02:03.460]Freezing 強い風に<br>Freezing 在凛冽的风中
[02:06.500]少しかじかんだ手と<br>隐隐感到些微寒意
[02:11.860]弱さをポケットの中に<br>将双手 连同软弱一起 藏进口袋中
[02:20.810]どこを見渡しても 通り過ぎた日々<br>无论展望何方 岁月都将渐渐逝去
[02:26.810]Nothing but you're the part of me<br>唯独你成为我生命中难以割舍的部分
[02:31.890]また 触れたくて<br>还想 仔细体会
[02:34.880]ただ 眩しくて<br>只是 过于耀眼
[02:38.070]思わず目をそらした優しさに<br>如此的温柔 令我不禁目光游移
[02:44.250]I wanna sleep in your feel<br>只想沉眠于你的思绪间
[02:47.310]I wanna see you in the deep<br>纵使身处深渊 仍想了解你的一切
[02:50.400]そんなフレーズを並べた歌を 今<br>将这样的乐章罗列而出 化作一曲恋诗 献于此刻
[02:56.390]あの帰り道 バスに揺られて<br>归途之上 身体随着巴士不住摇晃
[03:02.710]叶うはずもない様な夢を見た<br>置身于无法如愿以偿的梦境中
[03:08.790]I wanna sleep in your feel<br>只想沉眠于你的思绪间
[03:11.790]I wanna see you in the deep<br>纵使身处深渊 仍想了解你的一切
[03:14.910]繰り返す季節に 慣れないまま<br>四季更迭 时光流转 我仍旧无法适应
[03:23.340]もう少しくらい大人でいれたら<br>若我能更加成熟一些
[03:29.780]何て言えただろう?<br>又该如何向你倾诉?
[03:37.690]まだ 足りなくて<br>这样 尚不足够
[03:41.140]まだ 消えなくて<br>仍然 没有消逝
[03:44.340]重ねた手のひらから幼さが<br>从相合的掌心间 传来的这份纯真
[03:50.250]What a good thing we lose?<br>多么幸运 我们错失彼此
[03:53.520]What a bad thing we knew<br>何其不幸 我们曾经相知
[03:56.440]そんなフレーズに濡れてく 雨の中<br>这样的乐章 逐渐浸润在雨中
[04:02.640]ただ 足りなくて<br>只是 不够坚定
[04:05.740]まだ 言えなくて<br>依旧 无法言说
[04:08.870]数えた日の夢からさよならが<br>向那每日细数着的梦境 道出再会
[04:14.960]What a good thing we lose<br>多么幸运 我们错失彼此
[04:18.010]What a bad thing we knew<br>何其不幸 我们曾经相知
[04:21.040]触れられずにいれたら 笑えたかな?<br>若是不曾为其所触动 还能欢笑如此吗?
    `
];
